[
    {
        "title": "Felis silvestris catus",
        "text": "El gato doméstico[1]​[2]​ (Felis silvestris catus) llamado más comúnmente gato, y de forma coloquial minino,[3]​ michino,[4]​ y algunos nombres más, es un mamífero carnívoro de la familia Felidae.\n\nEl nombre actual en muchas lenguas proviene del latín vulgar catus. Paradójicamente, catus aludía a los gatos salvajes, mientras que los gatos domésticos eran llamados felis.\n\nComo resultado de mutaciones genéticas, cruzamiento y selección artificial, hay numerosas razas. Algunas, como la raza sphynx o la peterbald están desprovistas de pelo; otras carecen de cola, como los gatos de la raza bobtail o la manx, y algunas tienen coloraciones atípicas, como los llamados gatos azules.\n\nEl gato se comunica a través de vocalizaciones. Las más populares son su característico maullido y el ronroneo, pero puede aullar, gemir, gruñir y bufar.[5]​ Además, adopta poses o expresiones que informan, a sus congéneres, sus enemigos o sus cuidadores, de su ánimo o sus intenciones.\n\nJunto con el perro, es el animal doméstico más popular como mascota, como ayuda en la lucha contra roedores o ambas cosas. En el 2017, la población mundial estimada de gatos estaba en seiscientos millones de felinos. En esta cifra se incluyeron gatos que son mascota, gatos callejeros (sin hogar) y gatos salvajes; sumando solo los gatos silvestres alrededor de 100 millones. El país considerado hasta esa fecha que más felinos tiene como mascota es Estados Unidos. Rusia contaba con aproximadamente 23 millones de gatos domésticos en 2021 convirtiéndose en el país europeo con mayor población de este tipo de felinos.[6]​[7]​[8]​\n\nPor su amplio abanico de presas potenciales, por su alta eficiencia como depredador y por su elevado éxito reproductivo —especialmente si se suministra artificialmente alimento a las colonias sin tomar medidas adicionales para limitar su fertilidad— el gato doméstico está incluido en la lista de las cien especies exóticas invasoras más dañinas del mundo[9]​ de la Unión Internacional para la Conservación de la Naturaleza.\n\nTiene otros nombres comunes, como michi,[10]​[11]​ micho,[12]​ mizo,[13]​ miz,[14]​ morroño,[15]​ morrongo,[16]​ mish,[17]​ mishingo,[18]​etc.\n\nCaracterísticas\n\nTamaño\n\nAnatomía general del gato\n\nMiden alrededor de 46 cm de longitud de la cabeza al cuerpo y entre 23-25 cm de altura; generalmente poseen una cola de unos 30 cm de largo (salvo mutaciones/malformaciones o razas como el Bobtail o el Manx).\n\nLos machos son más grandes que las hembras.\n\nEl gato doméstico tiene un cráneo más pequeño y huesos más cortos que el gato montés europeo.\n\nCráneo de gato doméstico mostrando el ángulo máximo de apertura de mandíbulas (80 grados)\n\nPeso\n\nGeneralmente pesan entre 2,5 y 7 kg; sin embargo, algunas razas como el Ragdoll y el Maine Coon pueden exceder los 11,3 kilogramos. Han existido casos que superaron los 23 kg de peso debido a la sobrealimentación.[19]​\n\nLongevidad\n\nLos gatos domésticos tienen una esperanza de vida de entre doce y catorce años. El ejemplo más longevo del que se tiene registro vivió treinta y ocho años.[20]​ Las hembras esterilizadas con anterioridad a su primer celo, tienen menos posibilidades de sufrir cáncer de mama.[21]​\n\nPelaje\n\nGato de pelaje atigrado\n\nGata de pelaje carey\n\nUna gata calicó, que tiene tres colores en su pelaje, blanco, negro y anaranjado\n\nSu capa es muy variada: pueden ser de un solo color, de dos colores, como blanco y negro, blanco y naranja, pardo y blanco o gris y blanco. Pueden tener un patrón de colores atigrado (gatos romanos). También pueden tener un patrón de color siamés con colores más oscuros en la cara, rabo, patas y orejas. Pueden tener un manto carey, siendo de color negro casi todo el cuerpo con motitas pequeñas o con algunas manchas más grandes en algunas zonas de color naranja o miel. O bien pueden tener tres colores combinados, como, por ejemplo, blanco, negro y naranja.\n\nLos gatos tricolores o de hasta cuatro colores son hembras. Los gatos romanos naranjas suelen ser machos. Cuanta más proporción de blanco se encuentre en el pelaje de una gata tricolor, más diferenciadas se encuentran las manchas de otros colores en el pelaje.[22]​ Aquellas en las que el pelaje muestra manchas muy diferenciadas y alto porcentaje de blanco se denominan calicó, mariposa o gata española. Aquellas en las que el blanco apenas aparece y los colores se encuentran mezclados, como en un veteado, se denominan gatas carey. El tipo de pelo va desde el muy corto (como el Sphynx cuyo pelo es casi invisible), al rizado (en el caso del Rex Devon), al pelo corto normal con un solo color o con las puntas de otro color, al pelo semilargo, hasta el pelo más largo procedente de cruces con persa o cualquier otra raza de pelo largo. El proceso de domesticación ha supuesto presiones selectivas sobre el color del pelo y la textura. Aunque la mayoría de las razas se han desarrollado recientemente, a raíz de las diferentes estrategias de reproducción y las presiones de selección, gran parte de la variación de color en los gatos se desarrollaron durante la domesticación antes del desarrollo de las diferentes razas. Un estudio reciente en varios gatos blancos con manchas, se han observado mutaciones de polimorfismo de nucleótido simple del gen KIT son responsable del fenotipo pigmentación de las manchas y está, principalmente, involucrado en la migración de los melanocitos, la proliferación y la supervivencia.[23]​\n\nPatas\n\nLos gatos son digitígrados: caminan sobre sus dedos. Las patas delanteras tienen cinco dedos, uno de los cuales no apoya sobre el suelo, y las traseras tienen cuatro dedos.\n\nTienen garras retráctiles. Las garras están cubiertas por la piel que rodea las almohadillas de los dedos.\n\nOrejas\n\nTreinta y dos músculos individuales en la oreja le permiten oír direccionalmente.[24]​ Puede mover cada oreja independientemente de la otra. Gracias a esta capacidad, puede mover su cuerpo en una dirección y apuntar sus orejas en otra. La mayoría posee orejas rectas y erguidas: a diferencia de los perros, las razas con orejas caídas son extremadamente raras (la raza Scottish Folds es una de las excepciones por mutación genética). Cuando está enfadado o atemorizado, instintivamente reclinará sus orejas hacia atrás, cubriendo los canales auditivos.\n\nMetabolismo\n\nSu temperatura corporal ronda entre los 38 y 39 °C[26]​ Se considera que tiene fiebre si su temperatura es mayor a los 39,5 °C, o baja si es menor a los 37,5 °C (hipotermia).[27]​ Comparativamente, los humanos tienen una temperatura corporal aproximada de 36,9 °C. El ritmo cardíaco de un gato doméstico normalmente se encuentra entre los ciento veinte y máximo de doscientos veinte latidos por minuto, dependiendo ampliamente de cuán excitado está el animal. Cuando descansa, en promedio, el ritmo cardíaco oscila entre los ciento cincuenta y ciento ochenta latidos por minuto.\n\nUn resultado de este proceso de adaptación a la vida exclusivamente carnívora es que los gatos son incapaces de sintetizar ciertos ácidos grasos esenciales.\n\nAspectos de la biología de los felinos reflejan una selección de genes relacionados con el metabolismo lipídico. Por ejemplo, el gen ACOX2, es fundamental para el metabolismo de los ácidos grasos de cadena ramificada y se ha sugerido para regular los niveles de triglicéridos, mientras que las mutaciones en el gen PAFAH2 se han asociado con el riesgo de enfermedad cardíaca coronaria y la isquemia.[23]​\n\nSentidos\n\nSus sentidos del olfato y oído son superiores en muchos aspectos a los del ser humano. Estos, junto con avanzados receptores de la visión, gusto y tacto, lo hacen uno de los mamíferos con un sistema sensorial más sofisticado.\n\nVisión\n\nEl iris característico de los gatos durante la exposición de un espécimen a la luz del día. En el extremo inferior izquierdo, se puede apreciar parte de la membrana nictitante\n\nDiferentes análisis indican que su visión es superior durante la noche a la de los humanos, e inferior a la de estos durante el día.[28]​: 43 Como los perros y otros animales, poseen el tapetum lucidum que refleja luz adicional sobre la retina. Aunque el tapetum lucidum le otorga la capacidad de ver con poca luz, parece reducir su precisión visual. En presencia de luz abundante, la pupila del ojo del gato se cierra considerablemente, reduciendo la cantidad de luz en la retina. El tapetum lucidum y otros mecanismos hacen que posea un umbral de detección de luz siete veces mayor que el de los humanos. El color de los ojos de un gato cuando refleja la luz incidente se debe a la luz reflejada por el tapetum lucidum.\n\nEl gato tiene la capacidad de utilizar al máximo la tenue luz visible y además existe la certeza de que pueden ver en el infrarrojo cercano.[29]​ Un experimento realizado por científicos en que se buscaba determinar si era el movimiento o el calor lo que les atraía la atención a los gatos en la oscuridad, determinó que estos fundamentalmente eran atraídos por el calor de cuerpo, más que por el movimiento.[30]​ En promedio posee un campo visual estimado de 200°, mientras que en los humanos es de 180°, esto nos permite ver objetos de una manera definida a una distancia de entre 30 y 60 m.[31]​ Como la mayoría de los depredadores, sus ojos se ubican frontalmente, sacrificando algunos grados del campo visual para ganar percepción de profundidad. Utilizando dos imágenes del mismo objeto proyectadas en la retina desde diferentes ángulos, triangula la distancia hacia un objeto con un alto grado de precisión (visión estereoscópica).[32]​\n\nLa capacidad de su campo visual depende del emplazamiento de los ojos, aunque también podría estar relacionado con las características físicas del ojo.[33]​ En vez de una fóvea óptica, la cual le otorga agudeza visual al humano, poseen una banda central conocida como raya visual. Aparentemente, pueden diferenciar ciertos colores perciben el color verde y son sensibles a longitudes de onda en el rango azul-violeta y amarillo-verde.[31]​[34]​\n\nPoseen un tercer párpado, la membrana nictitante: una delgada lámina opaca que actúa como protección adicional. Esta membrana se cierra parcialmente si está enfermo; sin embargo, cuando está somnoliento también puede ser visible. Si el animal crónicamente muestra su tercer párpado, debería ser llevado a un veterinario para su revisión. Su posición es oblicua y parte desde el lacrimal, pero sin llegar a cerrar el globo ocular por completo.\n\nAudición\n\nLos gatos pueden percibir sonidos de tonalidad superior en dos octavas a los que puede percibir el ser humano, y una octava y media más elevada que los que oyen los perros.[35]​ Pueden rotar las orejas de forma independiente para precisar el origen del sonido.\n\nOlfato\n\nEl sentido del olfato en el gato doméstico está bien desarrollado. Poseen un órgano de Jacobson u órgano vomeronasal, situado sobre el paladar, que les sirve para detectar feromonas. Utiliza un movimiento facial característico llamado reflejo de Flehmen para enviar compuestos químicos a este órgano.\n\nAl analizar el genoma de los gatos en comparación con los perros se ha observado que los gatos se comunican quimiosensorialmente mediante feromonas avalado por un aumento del repertorio de genes de la familia V1r (receptores vomeronasales). Por el contrario, al analizar el repertorio de genes completos de la familia Or (receptores olfatorios) ilustra repertorios funcionales más pequeños en gatos que en perros, explicando en gran parte el menor uso de los gatos del olfato para cazar y localizar a sus presas que los perros.[23]​\n\nGusto\n\nLos gatos tienen relativamente pocas papilas gustativas en comparación con los humanos (cuatrocientos setenta más o menos frente a más de nueve mil en la lengua humana).[36]​ Los gatos domésticos y salvajes comparten una mutación del gen receptor del gusto que evita que sus papilas gustativas dulces se unan a las moléculas azucaradas, dejándolos sin la capacidad de saborear el sabor dulce.[37]​ En cambio, sus papilas gustativas responden a ácidos, aminoácidos, proteínas y sabores amargos.[38]​\n\nVibrisas\n\nArtículo principal: Vibrisas\n\nPoseen cerca de una docena de cerdas sensitivas denominadas \"vibrisas\" en el labio superior y algunos en las mejillas, sobre los ojos y en el mentón. Eventualmente, estas cerdas también pueden encontrarse en la muñeca y las cejas. La raza Sphynx puede llegar a carecer completamente de vibrisa. Estas cerdas transmiten impulsos eléctricos relacionados con impresiones táctiles a la región somatosensorial de la corteza cerebral, también denominada \"región de barriles\". En el cerebro, cada vibrisa tiene asignado un barril, el cual es un conjunto de neuronas corticales morfológicamente relacionadas con una columna cortical funcional.[39]​\n\nComunicación\n\nMaullido\n\nArtículo principal: Maullido\n\nEl maullidoⓘ es el sonido típico que caracteriza a un gato. Es transcrito onomatopéyicamente como «miau» o variantes similares. La pronunciación de esta llamada varía significativamente dependiendo de su propósito. Usualmente vocalizan indicando sufrimiento, solicitando atención humana (por ejemplo, para ser alimentados) o como un saludo. Algunos vocalizan cuantiosamente, mientras que otros raramente lo hacen. Los gatos domésticos maúllan mucho más que los salvajes ya que es una de sus formas de llamar la atención.\n\nRonroneo\n\nArtículo principal: Ronroneo\n\nEl ronroneo indica generalmente que el animal está relajado y cómodo. También puede significar que está angustiado, afligido o experimentando dolor, aunque el tono y el ritmo en estos casos es distinguible del plácido ronroneo. Se produce por la exhalación del aire y la resonancia en su cavidad torácica.[40]​\n\nPuede ronronear y maullar simultáneamente, especialmente aquellos que vocalizan copiosamente. Al mismo tiempo pueden parpadear lentamente o cerrar parcialmente sus ojos, indicando relajación.[41]​\n\nLos gatos ronronean ante la presencia de sus dueños, otros gatos familiares, o cuando una madre se encuentra con sus cachorros. También pueden modularlo para obtener comida, una conducta que se observa frecuentemente.[42]​[43]​\n\nOtros sonidos\n\nGato a la defensiva por la presencia de un perro: lo intimida arqueando el lomo, erizando su pelo y bufando\n\nCuando los gatos amenazan o luchan, emiten un repertorio de sonidos, gruñidos, bufidos, siseos, gritos, llantos, a veces entremezclados y de tono e intensidad creciente.\n\nCiclo reproductivo\n\nCópula de gatos domésticos\n\nLa gata presenta varios estros a lo largo de todo el año, que suelen durar de cuatro a siete días. En el estro, las gatas maúllan más frecuentemente y varios gatos pueden luchar por una hembra en celo, el que venza, se gana el derecho a copular. Aunque la hembra al principio es reacia a la cópula, acaba aceptando al macho, que se acerca a la hembra, la que intentará resistirse por todos los medios a la cópula. Si el macho es hábil, conseguirá morderla por la parte posterior del cuello, inmovilizándola. La penetración es algo dolorosa, ya que el pene del gato, al igual que el del león, presenta unas puntas que frotan la vagina, llamadas espículas, desencadenando una reacción natural que ocasiona la ovulación; debido a que esto no ocurre siempre, es raro que se consiga la fecundación en la primera cópula. Las gatas, además, copulan con varios machos por lo que una camada puede tener diferentes padres.[44]​ Después de la cópula, la hembra se asea y puede ponerse muy violenta hasta que termine el acicalamiento, momento en que el ciclo se repite.\n\nLa hembra alcanza la madurez sexual en un tiempo de entre cuatro y cinco meses; el macho, a los seis o siete meses. La gestación dura entre sesenta y cinco y sesenta y siete días y en la camada pueden aparecer de una a diez crías, que según la Federación Internacional Felina, deben mantenerse con la madre al menos treinta días. Lo más recomendado es separar al gatito de su madre desde la sexta semana hasta la octava, ya que hasta entonces no habrían adquirido algunos nutrientes necesarios: separarlos antes sería un error, debido a que cabe la posibilidad de que mueran o sean más débiles.[cita requerida]\n\nCaracterísticas genéticas\n\nArtículo principal: Genética felina\n\nGata con heterocromía: tiene un ojo de color distinto al otro\n\nPresenta diecinueve pares de cromosomas (treinta y ocho cromosomas), y se han descubierto unas doscientas patologías asociadas, muchas de ellas comunes con los seres humanos. El Proyecto Genoma de Gato, del Laboratory of Genomic Diversity, pretende describir su genoma.\n\nCariotipo del Gato\n\nEn 2014 se secuenció el genoma del gato mediante un sistema de secuenciación de pequeños fragmentos donde se obtienen aproximadamente 19 493 genes que codifican para proteínas y 1 855 ARN no codificantes. Está compuesto por dieciocho autosomas codificados por las letras A, B, C, D, E y F y por los cromosomas sexuales XX para las hembras y XY para los machos.[23]​\n\nExiste una creencia de que los gatos blancos de ojos azules son sordos, a no ser que tengan un ojo de color distinto al otro (heterocromía). Esto es cierto en parte; existe un mayor porcentaje de gatos con sordera, pero no siempre son sordos.\n\nEl color blanco en los gatos se debe a la ausencia de melaninas. Hay cuatro mecanismos por los que un gato puede ser de color blanco «sólido»:\n\nSer homocigótico para el alelo ca (albino de ojos azules)\n\n(albino de ojos azules) Ser homocigótico para el alelo c (que es el albino de ojos rojos)\n\n(que es el albino de ojos rojos) Ser homocigótico para el alelo S (gen pio, mancha blanca)\n\n(gen pio, mancha blanca) Poseer el alelo w (del gen blanco dominante) en su genotipo\n\nEl gen de la sordera es un gen propio de los gatos blancos, se llama alelo w y es el causante del color blanco y la sordera en los gatos. No todos los gatos blancos son sordos, solo lo son los que presentan dicho gen. El gen w hace que el gato sea blanco aunque sus genes digan que es un gato negro, o marrón, este gen tiene la particularidad de «enmascarar» el resto de los colores para hacerlos blancos. Estos gatos además suelen tener los ojos azules o verdes.\n\nDieta y caza\n\nEn relación con su tamaño, los gatos domésticos son depredadores muy eficaces. Pueden emboscar y abalanzarse sobre distintos vertebrados usando tácticas similares a los leopardos, pumas, y tigres; es entonces cuando asestan la mordida letal con sus largos dientes caninos que rompen la médula espinal de la víctima, o la asfixia comprimiendo su tráquea.[28]​\n\nLos ejemplares bien alimentados pueden cazar y matar aves, ratones, ratas, lagartos y otros pequeños animales en las inmediaciones, para luego mostrar el trofeo de caza a sus dueños. El motivo por el cual lo hacen no está totalmente claro, pero se cree que esta acción está relacionada con los comportamientos de creación de lazos afectivos. Es probable que esperen ser elogiados por su contribución simbólica al grupo. Se sabe que, en la vida salvaje, incluso un macho puede compartir su caza con miembros de su familia. El obsequio de piezas por parte de un animal bien alimentado puede ser usual, e interpretarse como un gesto de cariño y familiaridad.\n\nDebido a su instinto cazador, los gatos callejeros son una plaga perjudicial al medio ambiente. En algunas zonas, se requiere que los gatos domésticos sean mantenidos dentro del hogar a toda hora, ya que pueden ser peligrosos para las especies de aves locales en peligro de extinción. Algunos dueños optan por colocarles una campanilla al animal para advertirle a su presa sobre su acercamiento.\n\nPoseen dentadura especializada y un tracto digestivo apto para la digestión de la carne. El premolar y el primer molar componen el par de dientes utilizados para cortar la carne como si fueran tijeras, ubicados a cada lado de la boca. Aunque esta característica se encuentra en los cánidos, es muy desarrollada en los felinos. Su lengua posee papilas en forma de espinas compuestas por queratina, útiles para arrancar pelos, plumas y piel del cadáver.\n\nLos gatos domésticos comen muy poca materia vegetal. Sin embargo, es común que ocasionalmente suplementen su dieta carnívora con pequeñas cantidades de pasto y otras plantas para mejorar el tránsito digestivo y obtener ciertas vitaminas ausentes de la carne. Todos los felinos poseen una característica genética que les impide percibir los gustos dulces debido, en gran parte, a sus hábitos alimenticios y su aversión a los frutos. La mayoría de los alimentos equilibrados para gatos a menudo contienen grandes cantidades de maíz, arroz, productos derivados de la carne, minerales y vitaminas.[45]​\n\nSociabilidad, comportamiento y costumbres\n\nCachorro de gato\n\nAl contrario de lo que se suele suponer, en estado salvaje el gato es un animal muy social, que llega a establecer colonias más o menos jerarquizadas. Es un animal cazador y los machos marcan el territorio orinando.\n\nPueden sufrir enfermedades psicológicas tales como el estrés. Al igual que un humano estresado, tenderá a desarrollar un comportamiento neurótico.\n\nSu vejez no es gradual, como la humana, sino abrupta. Dura aproximadamente un año y desemboca en la muerte. Un ejemplar viejo desarrolla cataratas y se vuelve más lento. También pierde el olfato. Generalmente duerme todo el día, sin desarrollar ninguna otra actividad, muestra de su extremo cansancio.\n\nClasificación científica\n\nEl gato doméstico fue denominado Felis catus por Carlos Linneo en su obra Systema naturæ, de 1758.[46]​ Johann Christian Daniel von Schreber llamó Felis silvestris al gato salvaje en 1775. Hoy se sabe, sin embargo, que constituye una de las subespecies del gato salvaje.\n\nEn la opinión N.º 2027, publicada en el V. 60 (Parte I) del Bulletin of Zoological Nomenclature (31 de marzo de 2003),[47]​ la Comisión Internacional de Nomenclatura Zoológica confirmó la utilización de F. silvestris para denominar al gato salvaje y F. silvestris catus para las subespecies domésticas.\n\nFilogenia\n\nSegún un estudio publicado en la revista Nature en junio de 2007, los ancestros de los actuales gatos domésticos comenzaron a separarse de las líneas salvajes hace entre trece mil a diez mil años; otro publicado en la revista Science confirmaba este dato, indicando que los gatos domésticos actuales descienden de un grupo de cinco gatas salvajes que se asociaron al hombre en Oriente Medio hace unos diez mil años.[48]​\n\nLos ancestros directos de los gatos domésticos habrían abandonado gradualmente la vida silvestre para convivir con la especie humana atraídos por los roedores que parasitaban a las comunidades humanas. Actualmente los gatos domésticos se encuentran agrupados en diversos clades (o grupos genéticos), encontrándose en el rastreo del ADN mitocondrial cinco hembras ancestrales para todas las subespecies gatunas; los mismos rastreos genéticos señalan una procedencia directa de los gatos domésticos actuales con los gatos salvajes del Medio Oriente, no encontrándose la misma proximidad ni con los gatos salvajes africanos (Felis silvestris lybica), ni con los gatos salvajes europeos (Felis silvestris silvestris).\n\nLas evidencias arqueológicas indicarían que uno de los primeros lugares de domesticación de los gatos fue la isla de Chipre hace unos nueve mil quinientos años y que poco tiempo después estos felinos eran comunes entre las culturas de la Creciente fértil. Luego, hace quizás unos tres mil quinientos años, y probablemente a través de comerciantes fenicios, el gato fue introducido en Europa continental desde el Antiguo Egipto.\n\nJohann Christian Polycarp Erxleben llamó Felis domesticus al gato doméstico en sus obras Anfangsgründe der Naturlehre (Razones iniciales para estudiar la naturaleza), de 1772, y Systema regni animalis, de 1777. Este nombre y también sus variantes Felis catus domesticus y Felis silvestris domesticus son vistos a menudo, pero no son nombres científicos válidos bajo las reglas del Código Internacional de Nomenclatura Zoológica.\n\nHibridaciones\n\nArtículo principal: Híbridos de Felinae\n\nPuede tener descendencia fértil si se cruza con otras subespecies de Felis silvestris, lo que permite el intercambio genético. Se ha detectado hibridación con el gato montés europeo.[49]​ Esta hibridación masiva se considera la principal amenaza para la conservación de las variantes salvajes.\n\nTambién, de forma excepcional, se han obtenido híbridos fértiles con gatos salvajes fuera de la especie F. silvestris; en la década de 1960, la criadora Jean Mill comenzó un programa de cría cruzando gatos domésticos con un ejemplar hembra de Prionailurus bengalensis y obtuvo tras diversos cruces la actual raza de gato bengalí.[50]​\n\nDomesticación\n\nSe pensaba que el gato salvaje africano (Felis silvestris lybica) era su ancestro,[51]​ pero los hallazgos genéticos recientes señalan que los gatos domésticos proceden del gato silvestre de Oriente Medio.[52]​\n\nComo animal de compañía, es una de las mascotas más populares en todo el mundo. Debido a que su domesticación es relativamente reciente, pueden vivir en ambientes silvestres formando pequeñas colonias relacionándose con otros gatos monteses y los seres humanos no controlan el suministro de alimentos o la cría.\n\nLa asociación del gato con los humanos lo condujo a figurar prominentemente en la mitología y en leyendas de diferentes culturas, incluyendo a las civilizaciones egipcia, japonesa, china y escandinava.\n\nSe observa un efecto relativamente modesto de la domesticación en el genoma del gato basado en su reciente divergencia con los gatos monteses, la mezcla continua entre gatos domésticos y monteses, y las escasas diferencias morfológicas, siendo excepciones, las diferencias de comportamiento de los gatos monteses en relación con la docilidad, la gracilidad y la pigmentación. El efecto de la domesticación del gato parece ser modesto en comparación con otros mamíferos, debido principalmente a:\n\nLa reciente domesticación del gato.\n\nLa ausencia de una fuerte selección para las características físicas específicas a diferencia de muchos otros mamíferos domésticos criados para comida, pastoreo, caza o seguridad; se cree que el gato se ha domesticado principalmente en el período antiguo porque es un depredador que ayudaba a mantener controlados los roedores que comían los granos.\n\nEl aislamiento limitado de las poblaciones silvestres con los gatos domésticos. Gato naranja domesticado\n\nEl proceso de la domesticación postula que los rasgos morfológicos y fisiológicos modificados por la domesticación de los gatos se explican por las consecuencias directas e indirectas de los déficits de células de la cresta neural durante el desarrollo embrionario y propone que los cambios en estos genes de la cresta neural están relacionados con la docilidad. Esto sugiere que la selección para la docilidad, como resultado de acostumbrarse a los seres humanos para obtener recompensas de comida, es la principal fuerza que alteró los primeros genomas del gato doméstico.\n\nAlgunos de los genes afectados son:\n\nUna región putativa del cromosoma A1 hay dos genes, la protocadherina PCDHA1 y el PCDHB4 implicados en el establecimiento y mantenimiento de conexiones neuronales, especificidad sináptica, el sistema de nervios serotoninérgicos del cerebro y el condicionamiento del miedo.\n\ny el implicados en el establecimiento y mantenimiento de conexiones neuronales, especificidad sináptica, el sistema de nervios serotoninérgicos del cerebro y el condicionamiento del miedo. El gen GRIA1 que codifica para un tipo de receptores de glutamato en el cromosoma A1. Son receptores de los neurotransmisores excitatorios predominantes en el cerebro de los mamíferos y desempeñan un papel importante en la expresión de la potenciación a largo plazo y la formación de la memoria.\n\nque codifica para un tipo de receptores de glutamato en el cromosoma A1. Son receptores de los neurotransmisores excitatorios predominantes en el cerebro de los mamíferos y desempeñan un papel importante en la expresión de la potenciación a largo plazo y la formación de la memoria. El gen DCC situado en el cromosoma que codifica el receptor de netrina. Este gen muestra una abundante expresión en las neuronas dopaminérgicas. La deficiencia del gen DCC supone una organización del sistema dopaminérgico alterado, que culmina con el deterioro de la memoria, el comportamiento y el efecto estímulo-recompensa. El gen DCC interactúa directamente con la cola del MYO10 , un gen crítico para la capacidad migratoria de las células de la cresta neural.\n\nsituado en el cromosoma que codifica el receptor de netrina. Este gen muestra una abundante expresión en las neuronas dopaminérgicas. La deficiencia del gen supone una organización del sistema dopaminérgico alterado, que culmina con el deterioro de la memoria, el comportamiento y el efecto estímulo-recompensa. El gen interactúa directamente con la cola del , un gen crítico para la capacidad migratoria de las células de la cresta neural. El gen ARID3B situado en el cromosoma B3 está implicado en la supervivencia neuronal de las células de la cresta neural. El gen ARID3B se induce en el desarrollo de embriones durante la diferenciación de células de la cresta neural para madurar células de los ganglios simpáticos. Otro gen situado en el mismo cromosoma, PLEKHH1, que codifica un dominio homólogo a plekstrina. Se expresa predominantemente en el cerebro humano y cuando se altera, conducen a la enfermedad neurológica y psiquiátrica. El gen PLEKHH1 interactúa con el factor de transcripción MYC, regulador de las células de la cresta neural, para activar la transcripción de genes relacionados con el crecimiento. Gato de pelo largo\n\nLos genes dentro de cada una de estas regiones juegan un papel importante en los procesos neuronales, especialmente vías relacionadas con circuitos sinápticos que influyen en el comportamiento y las pistas contextuales relacionadas con la recompensa. Cambios en estos genes relacionados con la cresta neural subyacen a la evolución de la docilidad durante la domesticación del gato.[23]​\n\nPor naturaleza, se trata de un cazador. Los gatos en libertad viven de forma semisalvaje y cazan ratones y ratas, entre otras especies, que de otra forma comerían importantes cantidades de grano. Los domésticos capturan insectos, ratones y pequeños pájaros instintivamente, aunque generalmente no los consumen. Incluso, las presas pueden ser utilizadas como obsequio para el dueño.\n\nGato bicolor de pelo corto\n\nPrejuicios\n\nVéase también: Gatos en el Antiguo Egipto\n\nLos gatos han sufrido prejuicios desde la antigüedad, asociándolos a distintas creencias. Por ejemplo, en el antiguo Egipto, los gatos eran venerados y tenían un estatus elevado. Eran asociados con la diosa Bastet, que simbolizaba la protección, la fertilidad y la maternidad. Los gatos eran considerados guardianes y se creía que tenían propiedades místicas, como la capacidad de ahuyentar a los espíritus malignos.[53]​[54]​ Durante la Edad Media, surgieron creencias y supersticiones negativas en torno a los gatos, especialmente sobre los gatos negros. Se los asociaba con la brujería y el diablo.[55]​[56]​\n\nEn la actualidad, la mayoría de los prejuicios vienen de la comparación que se les hace con los perros. Muchas personas no los entienden porque esperan de los gatos un comportamiento parecido al de los perros, pero los gatos son mucho más pequeños, vulnerables e inseguros, por lo que la aproximación a un gato, en general, debe ser mucho más calmada y delicada.[57]​[58]​ Son más independientes que los perros, pero al contrario de lo que algunas personas piensan, los gatos sí son cariñosos y crean vínculos afectivos con sus dueños. Esto suele requerir más tiempo que con los perros, pues los gatos son más desconfiados y requieren coger confianza, aunque depende de la personalidad de cada gato.[58]​ No les suele gustar que les acaricien la tripa, pues es una zona muy sensible de su anatomía. Los gatos son juguetones, pero tienen un fuerte instinto para la caza, por lo que se recomienda jugar con ellos a través de juguetes. Esto ayuda a enseñar al gato que morder o arañar las manos no es aceptable, lo cual es importante para su educación y bienestar.[59]​\n\nExiste la idea errónea de que los gatos solo se preocupan por sí mismos y no tienen ningún tipo de apego emocional hacia sus dueños. Los gatos pueden mostrar cariño de diferentes maneras, ronroneando, frotándose contra las piernas de sus dueños o buscando su compañía, acurrucándose en sofás y camas, por ejemplo, durante la noche.[60]​[61]​[62]​ En general, solo maúllan cuando quieren llamar la atención de los humanos.[63]​[64]​[65]​\n\nSe dice que los gatos son animales astutos y traicioneros, dispuestos a lastimar a las personas o ser vengativos. Esto puede estar basado en mitos y leyendas. Los gatos tienen actitudes instintivas para la caza o de defensa su territorio, pero no actúan con maldad ni premeditación.[66]​[67]​\n\nEn comparación con los perros, que a menudo se consideran animales muy inteligentes y obedientes, los gatos suelen estar subestimados. Algunas personas pueden creer que los gatos no aprenden tan fácilmente como los perros, lo cual no es necesariamente cierto.[58]​[68]​[69]​\n\nGatos callejeros y asilvestrados\n\nCon este término se designa a los gatos que no tienen un propietario conocido. Puede ser un gato que ha sido abandonado, que se ha extraviado, o más comúnmente, un descendiente de otros gatos callejeros.[70]​\n\nLos gatos son adaptables, y pueden sobrevivir por sus medios si hay presas en su entorno y conservan sus habilidades para cazar. En este caso se comportan de forma parecida a sus parientes silvestres, deambulando en solitario, cazando y aprovechando eventualmente residuos de la alimentación humana, sometidos a la misma presión ambiental que otros animales silvestres, y compitiendo con otros depredadores. En entornos muy humanizados algunas personas les suministran alimentos de forma regular, lo que los libera de la necesidad de cazar y aumenta su fertilidad. Al no tener depredadores, su número tiende a aumentar y se agrupan en las proximidades del suministro de alimento y donde encuentran protección contra la intemperie.[cita requerida]\n\nMientras que una población equilibrada y controlada de gatos deambulantes en entornos urbanos se considera beneficiosa, —especialmente por el control que realizan sobre roedores, insectos, y algunas aves—, la presencia de colonias, sobre todo si son numerosas, es una de las causas más frecuentes de conflictos vecinales por las molestias que provocan. También pueden ser un foco de transmisión de parásitos y enfermedades, incluidas varias zoonosis, si las condiciones higiénicas de los puntos de alimentación no son adecuadas y a través de las heces, que rara vez se controlan.[71]​ Si el número es elevado, el estrés por la competencia puede aumentar más la susceptibilidad a las enfermedades.[cita requerida]\n\nTradicionalmente los gatos eran capturados y sacrificados si su número se descontrolaba, pero ante la presión de los cuidadores de colonias que se oponen al sacrificio se promueve en su lugar el método llamado «Capturar-Esterilizar-Soltar», CES por sus siglas. Esto implica idealmente que se alcance a corto plazo la situación de «nacimientos cero» sin sacrificar ejemplares, premisa que se conoce como «sacrificio cero».[72]​\n\nDesde hace unos años se han creado asociaciones cuyos objetivos son garantizar que el alimento y el agua sean suministrados a las colonias respetando unas reglas higiénicas, procurarles cuidados veterinarios y esterilizarlos siguiendo el método CES. La mayoría reclama que los gastos, especialmente los de esterilización, sean sufragados por el municipio.[cita requerida]\n\nGatos asilvestrados como plaga\n\nEn Australia, los gatos asilvestrados o ferales están considerados como un grave problema ambiental, ya que depredan sobre la fauna autóctona, incluyendo endemismos que son abundantes en el subcontinente.[73]​ Por ello, se les combate sin contemplaciones, permitiéndose su caza, usando trampas y cebos envenenados.\n\nRecientemente se ha implementado un sistema llamado Felixer,[74]​ que detecta el paso de un animal frente a un láser y es capaz de reconocer cuando se trata de un gato o un zorro. En ambos casos, lanza una dosis de veneno que empapa el pelo del animal. Gracias a la conducta específica de acicalamiento, el gato ingiere el veneno y muere. El sistema es altamente selectivo, y aun en el caso muy improbable de un disparo a una especie no diana, esta no es afectada ya que solo los gatos ingerirán el veneno en su pelaje al acicalarse.\n\nEn Canarias, los gatos asilvestrados suponen una amenaza para la fauna y la biodiversidad de las islas. Se trata la especie más depredadora e invasiva, pues ha puesto en peligro de extinción a más de 30 especies. En los últimos 15 años, por ejemplo, la población de lagartos ha disminuido un 22% en Canarias.[75]​[76]​[77]​\n\nProblemas de salud\n\nIntoxicación\n\nSu hígado es menos efectivo para desintoxicar que el del humano o el del perro, lo que limita la utilización de pesticidas y medicamentos en donde se encuentren expuestos. Por ejemplo, el paracetamol es extremadamente tóxico para ellos, porque carecen naturalmente de las enzimas necesarias para digerir esta sustancia, provocando resultados fatales aún en pequeñas cantidades.[78]​ Similarmente, los productos desinfectantes y limpiadores basados en fenol son muy tóxicos para los gatos[79]​[80]​ y, en algunos casos, llegan a ser mortales.[81]​\n\nAsimismo, el uso de meloxicam en gatos se ha asociado con insuficiencia renal aguda y muerte.[82]​[83]​[84]​\n\nAlgunos alimentos para humanos son tóxicos para los gatos. Por ejemplo, el chocolate puede ser fatal debido a la presencia de teobromina.[85]​\n\nVarias plantas de jardín son tóxicas para los felinos. La poinsetia o flor de Nochebuena puede irritar su piel y ojos, y si el gato la come puede experimentar diarrea, vómito, dolor abdominal y daños en las mucosas. En general debe vigilarse para que no coman cualquier planta de jardín o interior.[86]​\n\nBolas de pelo\n\nLas bolas de pelo que se denominan técnicamente tricobezoar, consisten en la acumulación de pelo muerto mezclado con secreciones que se forman en el estómago del animal y ocasionan vómitos o regurgitaciones. Si no pueden ser eliminadas por el vómito, se hacen cada vez más compactas y de mayor tamaño, provocando una obstrucción intestinal que necesita cirugía. La causa es la costumbre de los felinos de acicalarse el pelaje lamiéndolo para mantenerlo saludable, por lo que tienden a ingerir su propio pelo. Son más propensos a este trastorno los gatos domésticos y las razas de pelo largo, sobre todo en la época de muda. Como medida preventiva se recomienda cepillarlos frecuentemente para eliminar el pelo muerto.[87]​\n\nSobrepeso y obesidad\n\nLa obesidad y el sobrepeso son frecuentes en los gatos caseros, debido al exceso de alimentación y falta de actividad física. Se considera como 4,5 kg el peso medio de un gato sin sobrepeso, aunque hay que tener en cuenta el tamaño y constitución de cada animal, existen diferencias considerables en función de la raza. Se considera que un gato es obeso cuando su peso supera en un 20 % el óptimo, estimándose actualmente que son obesos alrededor del 25 % de los gatos domésticos. La obesidad en los gatos aumenta el riesgo de que presenten diabetes mellitus, lipidosis hepática y otras enfermedades, por lo que disminuye claramente la esperanza de vida. En los casos de sobrepeso ligero, puede ser suficiente evitar los alimentos extras y administrar la dosis adecuada de comida, sin embargo cuando existe obesidad marcada se debe acudir al veterinario, pues en los gatos es peligroso una disminución rápida de peso o el cambio brusco de la dieta alimenticia, hay que tener en cuenta que los gatos son carnívoros estrictos y necesitan carne en su dieta y un aporte de proteínas considerable en relación con su peso, por ello las dietas hipocalóricas deben mantener un equilibrio determinado, con una alta proporción de proteínas y bajo en grasas e hidratos de carbono.[88]​\n\nDiabetes felina\n\nArtículo principal: Diabetes felina\n\nSe estima que afecta a uno de cada 200 gatos aproximadamente. Es más frecuente en animales de más de 7 años, machos, obesos y con inactividad física.[89]​\n\nTrastornos gastrointestinales\n\nPor lo general, se da un exceso de prioridad a los medicamentos para el tratamiento de los trastornos del aparato digestivo en los gatos. No obstante, los mejores resultados se consiguen mediante ajustes en la alimentación, bien como tratamiento exclusivo o bien en combinación con los fármacos adecuados. Por ejemplo, la alimentación indicada en casos de diarrea crónica es una dieta sin gluten, sin lactosa y baja en grasas.[90]​\n\nCáncer\n\nEl cáncer es una causa frecuente de muerte en los gatos adultos, sobre todo en los de edad avanzada. Los tumores malignos más habituales son las leucemias y linfomas, los cánceres de piel y el cáncer de mama. Las gatas que han sido castradas jóvenes tienen una probabilidad muy baja de desarrollar cáncer mamario si se las compara con los animales intactos. Los gatos de color blanco tienen mayor predisposición a presentar cáncer de piel por lo que se recomienda a sus amos que los protejan contra luz del sol. La alta incidencia de linfomas en el gato está en gran parte facilitada por la infección por el virus de la leucemia felina y el virus de la inmunodeficiencia felina, que son virus oncogénicos. Las manifestaciones de los linfomas son muy variadas, pero frecuentemente se producen linfomas de estómago o intestino que provocan náuseas, vómitos y pérdida de peso progresiva en el animal. El diagnóstico precoz del cáncer es muy importante para lograr la curación, por lo cual si se observa un abultamiento en la mama o una lesión en la piel se debe acudir sin demora al veterinario.[91]​ En estudios rigurosos se ha demostrado que la incidencia de cáncer de boca en gatos que viven en ambientes contaminados por humo de tabaco es más alta que la que presentan los animales que viven en hogares donde no se fuma.[92]​\n\nToxoplasmosis\n\nLa toxoplasmosis es una enfermedad parasitaria que puede afectar a la mayoría de los mamíferos, pero los gatos domésticos y algunas especies de gatos silvestres son los únicos reservorios del parásito. El gato adquiere la enfermedad cuando se alimenta de alguna presa infectada. El animal enfermo excreta los quistes en las heces y el ser humano u otros gatos se infectan por el contacto oral con ellas, ya sea por contacto con el sustrato contaminado con heces, como por inhalar el polvo del arenero o por los quistes que el gato portador puede transportar en su pelo o el hocico tras acicalarse.\n\nEs una zoonosis peligrosa para el ser humano ya que si una mujer la adquiere durante un embarazo puede causar malformaciones en el feto y lesiones en su tejido nervioso que comprometerán su desarrollo posterior. Según la Organización Mundial de la Salud (OMS), la principal causa de toxoplasmosis en mujeres embarazadas es la ingesta de carne cruda o poco cocida, seguida del consumo de verduras sin lavar y el contacto con excrementos de gatos infectados.\n\nLa posibilidad de que un gato que permanece en el interior del domicilio, alimentado con pienso o alimentos enlatados, adquiera la enfermedad es casi nula.\n\nInfección por el virus de la inmunodeficiencia felina\n\nEl virus de la inmunodeficiencia felina, abreviado VIF (o FIV, por su sigla en inglés), pertenece al grupo de los retrovirus. Se transmite entre gatos a través de mordiscos o por vía transplacentaria de la madre a los cachorros. Afecta con más frecuencia a gatos machos que tienen libre acceso al exterior. No es contagioso para el hombre, pero sí a otros felinos, como el león, el jaguar y el leopardo. Provoca una deficiencia del sistema inmune, por lo que guarda muchas similitudes con el sida en humanos. La enfermedad sigue un curso crónico y evoluciona en diferentes etapas; comienza por fiebre, inflamación de ganglios linfáticos (linfadenopatía) y, tras meses o años, provoca pérdida de peso, anemia, disminución de leucocitos (leucopenia) e infecciones secundarias que afectan al sistema respiratorio, el aparato digestivo, la piel y otros órganos. Además, los animales infectados son propensos a presentar diferentes tipos de cáncer, principalmente linfomas. La supervivencia media tras el diagnóstico es de 24 meses.[93]​[94]​[95]​\n\nInfección por el virus de la leucemia felina\n\nEl virus de la leucemia felina (VLFe; FeLV en inglés) pertenece a la familia de los retrovirus. Infecta gatos, y no es transmisible a humanos. La infección entre gatos se produce por lamidos, mordiscos, compartir bandejas para excrementos, compartir recipientes con agua o comida. El virus se inactiva rápidamente fuera del animal, en la saliva, en 1 o 2 horas; en la sangre, en 48 horas, y es sensible al calor y los desinfectantes. No se transmite por lo tanto a través de trasportines ni en las salas de espera de consultorios veterinarios, siempre que no exista contacto directo con otro gato o con su sangre.[96]​\n\nLos signos y síntomas de infección por el virus de la leucemia felina son múltiples, e incluyen pérdida de apetito, pelaje pobre, infecciones de la piel, la vejiga y el tracto respiratorio, enfermedades bucodentales, convulsiones, linfadenopatía (inflamación de los ganglios linfáticos), lesiones en la piel, fiebre, pérdida de peso y otros muchos. Además, el 20 % de los gatos afectados acaban por desarrollar cáncer en un plazo de tiempo variable, principalmente leucemia y linfoma. El riesgo de desarrollar un linfoma es 62 veces más alto en los animales infectados que en los sanos. Sin embargo, algunos gatos que presentan la infección no muestran ningún signo aparente de enfermedad. Como medida preventiva, se recomienda la vacunación; en raras ocasiones se produce sarcoma postvacunal, un tipo de cáncer del que se estima que aparece un caso por cada entre 1000 y 10 000 gatos vacunados, por lo que el beneficio de la vacuna supera claramente los posibles efectos adversos, sobre todo si se trata de animales que salen de casa o entran en contacto con otros felinos.[96]​\n\nRabia\n\nAunque el 90 % de la rabia en humanos es causada por mordedura de perros, el gato y cualquier otro mamífero puede transmitirla así. Para evitar su propagación en aquellas zonas en que no se encuentra erradicada, es conveniente la vacunación del animal, especialmente si este tiene libre acceso al exterior de la vivienda.\n\nParásitos\n\nLos parásitos pueden afectar al gato, al igual que a todos los mamíferos. Se dividen en dos grupos: externos e internos. Entre los externos, los más habituales son pulgas, piojos, dermatofitosis, sarnas y garrapatas; entre los internos, sobre todo los gusanos helmintos que afectan al tubo digestivo, como el Toxocara cati.[97]​\n\nEnfermedad felina del tracto urinario inferior\n\nArtículo principal: Enfermedad del tracto urinario inferior felina\n\nPrincipalmente cistitis, cálculos en vías urinarias y, en ocasiones, bloqueo total de la uretra. Afecta a entre el 0,5 y el 1 % de los gatos y tiene gran tendencia a recurrir.[98]​\n\nProblemas de salud causados al ser humano\n\nAlergias\n\nAlgunas personas son alérgicas a la glucoproteína Fel d1, presente en la saliva y que pasa con el acicalamiento a la piel y al pelaje. Esta glucoproteína produce estornudos, irritación de las vías respiratorias y, en casos más agudos, asma y reacciones sistémicas. 1 de cada 50 000 gatos carece de esta glucoproteína debido a un polimorfismo genético. En la raza llamada gato siberiano o Bosque de Siberia, este polimorfismo afecta al 80% de los gatos, por lo que resultan más adecuados si hay sospecha o evidencia de alergia. El 24 de septiembre de 2006, la firma biotecnológica Allerca anunció el comienzo de producción de los primeros gatos hipoalergénicos sin modificación genética.[99]​\n\nEnfermedad por arañazo de gato\n\nLa enfermedad por arañazo de gato está causada por un bacilo gram negativo llamado Bartonella henselae. Se transmite del gato a humanos —sobre todo niños— por mordedura o arañazos, y provoca una pequeña lesión de la piel seguida unos días después por una adenopatía regional. Pueden aparecer otros síntomas, como cansancio y fiebre, pero en general es un proceso benigno que se cura sin tratamiento, aunque ocasionalmente pueden aparecer complicaciones.[100]​\n\nMordeduras\n\nMás de la mitad de las mordeduras y arañazos producidas por gatos se infectan. Como los incisivos de estos son estrechos y afilados, pueden penetrar fácilmente en los tejidos de una persona u otro animal. Además, las mordeduras de gatos suelen tener mayor probabilidad de producir una artritis o una osteomielitis séptica en comparación con las mordeduras de los perros, sobre todo si se localizan en la mano. Tanto las heridas producidas por mordeduras como arañazos de los gatos se infectan típicamente por microorganismos procedentes de la bucofaringe de felino.[101]​\n\nEn la historia y la mitología\n\nEscultura egipcia de un gato en el Museo del Louvre, en París\n\nNo se sabe a ciencia cierta desde cuándo el gato ha acompañado al ser humano.\n\nFreyja conduciendo su carro con gatos y flanqueada por querubines renacentistas, en una pintura de Nils Blommér\n\nTradicionalmente se ha asociado su domesticación a los egipcios, los asirios o alguna cultura predecesora a partir del gato salvaje africano.[51]​ Se han descubierto restos, como un enterramiento en Chipre datado en nueve mil quinientos años, que sugieren que para entonces ya existía relación.[102]​ Se cree que los egipcios empezaron a domesticarlos en torno al año 4000 a. C. para mantener a las ratas y ratones fuera de sus graneros. Para los egipcios eran animales sagrados y, como tales, el castigo por matar a uno de estos era la muerte. La diosa Bastet era representada con cabeza de gato. Cuando uno moría, a veces se le momificaba y la familia a la que pertenecía se afeitaba las cejas. La diosa nórdica Freya conducía un carruaje volador tirado por gatos.[103]​ El resto del gato más antiguo encontrado en la península ibérica y en España, está en el Yacimiento Arqueológico Gadir, sito en Cádiz, donde se puede apreciar el esqueleto de un gato traído por los fenicios hasta esta ciudad española hace casi tres mil años.\n\nSin embargo, durante la Edad Media, se pensaba que eran familiares de las brujas. En el mundo occidental es común la creencia de asociar al gato negro con la mala suerte (aunque hay excepciones, por ejemplo, en el Reino Unido). Para las personas supersticiosas, que se cruce un gato negro de forma súbita, es augurio de infortunios.\n\nExiste un mito popular que promueve la creencia de que en el siglo XIII el papa Gregorio IX habría ordenado matar a todos los gatos por considerarlos amigos del demonio. Sin embargo, pese a su amplia difusión, esto se trata solo de un bulo, como también lo es la falsa creencia de que este supuesto exterminio habría facilitado la transmisión de la peste bubónica, porque habrá contribuido a que se multiplicara la población de ratas, propagadores de la plaga. El hecho comprobado es que no hubo tal ordenanza papal y que la popularidad de los gatos como mascotas se mantuvo o hasta incluso creció durante la Edad Media.[104]​\n\nPero en los tiempos actuales la Iglesia católica ha declarado también como santos patrones de los gatos a san Antonio Abad, san Francisco de Asís y san Martín de Porres incluyendo a este felino con los demás animales domésticos, similar a los antiguos egipcios sin importar la raza y el color.\n\nEs uno de los doce animales del ciclo de doce años del zodíaco vietnamita, relacionado con el calendario chino (en este último, el signo zodiacal es el conejo o también gato).\n\nEn el Tíbet se los considera desde tiempos inmemoriales guardianes de reliquias y templos posiblemente por la robustez ostensible e inteligencia atribuidas a la variante siamesa que allí en la cima del mundo, se desarrolla. Animal sagrado, venerado y a veces mimado excesivamente, en el seno del budismo tibetano se le considera acompañante en el tránsito obituario, y, en los sueños lúcidos, el subconsciente del que sueña (o viaja) es representado por un gato gigante, obeso, mudo y bonachón.\n\nSe dice que al Profeta Mahoma, fundador del Islam, le gustaban mucho los gatos quienes lo acompañaban en su casa y en sus predicaciones.[105]​ Una leyenda de Turquía afirma que les permitió entrada al paraíso y que siempre caen de pie porque al Profeta le gustaba acariciarles el lomo.[106]​ Otra leyenda asegura que, cuando su gata favorita llamada Muezza, se quedó dormida sobre la manga de su túnica, prefirió recortar la manga que despertarla[107]​ (algunas leyendas afirman que es, a partir del afecto de Muezza que Mahoma permite entrar a los gatos al paraíso y caer siempre de pie).[108]​ La predilección de Mahoma por los gatos ha provocado que en algunos países musulmanes se les tengan especiales cuidados y cariños.[109]​\n\nEn la cultura popular\n\nMosaico de gato en Pompeya\n\nGato negro en un cartel de Steinlen (1896)\n\nEl Maneki-neko o \"gato de la suerte\", popular en la cultura japonesa\n\nPor su agilidad y fortaleza, y por su habilidad de caer sobre sus patas, se dice popularmente que tienen siete vidas, nueve en el mundo anglosajón, en ambos casos un número considerado de la buena suerte.\n\nPor cuestiones culturales, en Occidente no se acostumbra a comer gatos. Este hecho, la ingesta de carne de gatos, perros u otros animales de compañía, suele causar repulsión entre la población. No obstante la expresión «dar gato por liebre» proviene de la sospecha de que los venteros, cuando no tenían liebre o conejo, servían carne de gato.\n\nDurante el Siglo de Oro se usaban bolsas hechas de piel de gato para guardar el dinero, que acabarían llamándose «gatos». De ahí vendría la expresión «aquí hay gato encerrado», con el significado de un tesoro o secreto oculto a la mirada.\n\nDebido a su carácter nocturno, y a que en la oscuridad es más difícil distinguir los colores, aparece la expresión «de noche todos los gatos son pardos» refiriéndose a la falta o poca relevancia de las diferencias entre lo que se menciona, o a la dificultad de distinguir dichas diferencias. Proviene de la referencia a que en la oscuridad de la noche, es más fácil ocultar los defectos de una mercancía.\n\nLos cascabeles usados para espantar la presa del gato dan lugar a la expresión «ponerle el cascabel al gato», refiriéndose a la fuerza de los más débiles para doblegar la voluntad de alguien más poderoso. Originaria de una fábula del siglo XIV, esta expresión fue popularizada por Félix María Samaniego, así como por Lope de Vega en su poema «La esclava de su galán».\n\nGato en una pintura de Henri Rousseau (1891)\n\nHan aparecido en diferentes representaciones artísticas tanto en el cine como en la televisión, la literatura, la música, la escultura, la pintura, los videojuegos, etc. Su encanto ha traspasado las barreras culturales y se ha convertido en un símbolo de gracia, delicadeza, astucia y en algunos casos hasta de malicia.\n\nEn el cine y la televisión los encontramos comúnmente representando papeles tales como compañeros de los villanos o de las brujas o destacando la capacidad de presentir «cosas extrañas» (por ejemplo, en películas como Alien, el octavo pasajero en la cual aparecía Jonesy, la gata de la Teniente Ripley, El Padrino, en James Bond el gato blanco que pertenecía a Blofeld, en Ghost, en Hombres de negro II, en la serie de televisión Hechiceras (Embrujadas), etc.).\n\nTal vez uno de los personajes más memorables y protagonistas en la gran pantalla sea el famoso Chatrán de la película Las Aventuras de Chatrán. Asimismo, se destaca la obra de Disney Los aristogatos. Una aparición, si bien no en un rol protagonista, pero no por menos importante, es el de Jinxie (o Gafe, en la versión en castellano europeo) de la película Meet the Parents. También en Shrek aparece una libre versión del Gato con Botas: el actor que le ponía voz, tanto en la versión española como en la inglesa, es Antonio Banderas. Otro gato muy destacado es Salem, perteneciente a la serie de televisión Sabrina, la bruja adolescente. Otro ejemplo es el gato CGS Ted Nudegent de Belfy, que apareció como míster Bigglesworth en 1997 en la película norteamericana Austin Powers (International Man of Mistery) y también nombrado por la revista Cats el gato del año 1999.[110]​ El mismo año apareció Snow (Snowbell) en la película Stuart Little; del mismo modo, se puede hacer referencia a Mittens, coprotagonista de la película Bolt.\n\nEn la música, encontramos numerosas menciones a gatos, pero ninguna tan explícita como el musical Cats, de Andrew Lloyd Webber; aparecen también en muchas canciones como Delilah o All Dead, All Dead, ambas de Queen, Un gato en la oscuridad, de Roberto Carlos, La gata bajo la lluvia, de Rocío Dúrcal, El gato y yo, de Amanda Miguel, The Lovecats y la frase Look as perfect as cats (parecer tan perfecto como un gato) en la canción Love Cats de The Cure, El Gato con Botas etc. Tal vez los únicos gatos que han escrito un libro hayan sido Murr, autor (en colaboración con E. T. A. Hoffmann) de Opiniones del gato Murr sobre la vida, y Madame Fifí Bigotes Grises, autora de Mi vida con el Lama, que fue traducido y pasado a máquina por T. Lobsang Rampa. Los bateristas del grupo de hard rock Kiss Peter Criss y Eric Singer durante los conciertos emplean como maquillaje la apariencia de un gato apodado \"The Catman\".\n\nPor otro lado, Alfred Hitchcock, el director de películas de suspenso, menciona en la película To Catch a Thief (Atrapa a un ladrón / Para atrapar a un ladrón) que John Robie (Cary Grant) es un ladrón de joyas retirado al que llamaban \"El Gato\" por trepar hábilmente por los tejados de las casas o joyerías en que robaba para huir.\n\nDibujos animados\n\nDentro del mundo del cartoon o series animadas norteamericanas encontramos múltiples series protagonizadas por gatos, El gato Félix, El Gato Garfield, Tom el gato de Tom y Jerry, Katnip de Herman y Katnip, Don Gato de Don gato y su pandilla, entre muchos otros personajes felinos dentro del cartoon nortemericano.\n\nEl gato Félix con Charles Chaplin en Felix in Hollywood (1923)\n\nDentro de la cultura japonesa moderna y más en las series de manga y anime existe la representación de híbridos entre humanos y gatos llamados nekomimi (comúnmente denominados neko), cuyas representaciones suelen manifestar a personajes humanos con rasgos físicos y de comportamiento felinos.\n\nLiteratura\n\nEn la literatura, se puede destacar el poema narrativo La gatomaquia, de Lope de Vega, la fábula El Gato con Botas de Charles Perrault; también aparecen en títulos como Alicia en el país de las maravillas, de Lewis Carroll, The Cat in the Hat, de Theodor Seuss Geisel, El gato negro, de Edgar Allan Poe, Oda al Gato, de Pablo Neruda, etcétera.\n\nEn la famosa colección de libros del Mundodisco, del escritor inglés Terry Pratchett, la figura del gato es recurrente, ya que a lo largo de toda la colección se repite varias veces que, aparte de los magos, únicamente los gatos pueden ver a la Muerte.\n\nEl escritor argentino Julio Cortázar tenía una extraordinaria afición por los gatos, la cual era compartida por Jorge Luis Borges, quien dijo del gato (aunque en realidad se refería a todos los animales) que era \"eterno, pues para él, el tiempo no existe\". Ernest Hemingway criaba numerosos gatos en su casa de Cuba. Muchos de ellos tenían una malformación congénita en las patas llamada polidactilia. Muerto Hemingway, esos gatos fueron cuidados y preservados y se permitió su reproducción. Hoy en día, muchos ejemplares que viven en los alrededores de la casa del literato siguen presentando dedos supernumerarios, señal clara de que se trata de descendientes de aquellos que poseía el ganador del Premio Nobel. Otro importante escritor con una considerable cantidad de gatos fue Carlos Monsiváis, al cual se le podía ver rodeado de sus gatos en las entrevistas que daba en su casa. El polifacético Francisco Nieva —escenógrafo, dramaturgo, director de escena, narrador, ensayista y dibujante español— dedicó a su \"Rayito\" un artículo titulado «El gato», publicado en el diario ABC el 26 de julio de 1998.[111]​\n\nEn su novela Cementerio de animales, el estadounidense Stephen King retrata a un gato inmortal (\"Winston Churchill\") que es capaz de resucitar al ser enterrado en una necrópolis de nativos americanos.\n\nTambién a los habitantes de Madrid se les ha apodado «gatos» debido a que, según la leyenda, la conquista de la ciudad por las tropas de Alfonso VI, a finales del siglo XI, se realizó mediante el asalto de la muralla por la que treparon las tropas castellanas.[112]​ Otras leyendas señalan en cambio que dicho apelativo fue otorgado a los ciudadanos de Madrid en la Edad Media por su gran habilidad a la hora de trepar por murallas y acantilados con las manos desnudas.\n\nOrganizaciones y clubes internacionales\n\nExisten en el mundo muchas organizaciones dedicadas al cruce, cría y protección de gatos domésticos. Cuatro de las asociaciones más conocidas y grandes en cuanto a sus afiliados son The International Cat Association (TICA), la Fédération Internationale Féline (FiFe), la World Cat Federation (WCF) y Rare and Exotic Cat Registry (RECR).\n\nFiFe es una federación europea creada a comienzos de 1950, que cuenta con el registro de 200 jueces internacionales, 115 estudiantes, poco menos de 2000 gatos registrados y cerca de 350 certámenes al año alrededor de todo el mundo.\n\nVéase también\n\nReferencias\n\nBibliografía\n\nFrédéric Vitoux, de la Academia Francesa - Dictionnaire amoureux des Chats (diccionario enamorado de los gatos). Plon/Fayard. París, 2008. ISBN 978-2-259-20686-0.\n\n(diccionario enamorado de los gatos). Plon/Fayard. París, 2008. ISBN 978-2-259-20686-0. Enciclopedia del gato. Aniwa Publishing. París, 2002."
    },
    {
        "title": "José de San Martín",
        "text": "José Francisco de San Martín y Matorras[4]​ (Yapeyú, Imperio español; 25 de febrero de 1778-Boulogne-sur-Mer, Francia; 17 de agosto de 1850)[5]​ fue un militar y político argentino, conocido por ser el libertador de Argentina y Chile, además haber proclamado e impulsado la independencia de Perú. Es una de las figuras más trascendentes de las guerras de independencia hispanoamericanas junto a Simón Bolívar.\n\nEn abril de 1784, cuando tenía seis años, llegó con su familia a la ciudad española de Cádiz ―previa estadía en Buenos Aires― y se radicó luego en la ciudad de Málaga.[6]​[7]​ Comenzó sus estudios en el Real Seminario de Nobles de Madrid y en la Escuela de Temporalidades de Málaga en 1786. Ingresó al ejército español e hizo su carrera militar en el Regimiento de Murcia.[8]​Combatió en el norte de África, luego contra la dominación napoleónica de España y participó en las batallas de Bailén y La Albuera.[9]​\n\nCon 34 años, en 1812, tras haber alcanzado el grado de teniente coronel, y luego de una escala en Londres, retornó a Buenos Aires, donde se puso al servicio de la independencia de las Provincias Unidas del Río de la Plata.[10]​Se le encomendó la creación del Regimiento de Granaderos a Caballo (que hoy lleva su nombre), que tuvo su bautismo de fuego en el combate de San Lorenzo.[11]​Se le encargó la jefatura del Ejército del Norte, en reemplazo del general Manuel Belgrano.[12]​ Allí concibió su plan continental, comprendiendo que el triunfo patriota en la guerra de la independencia hispanoamericana solo se lograría con la eliminación de todos los núcleos realistas que eran los centros de poder leales a mantener el sistema colonial en América.[13]​\n\nNombrado gobernador de Cuyo, con sede en la ciudad de Mendoza, puso en marcha su proyecto.[14]​Tras organizar al Ejército de los Andes, cruzó la Cordillera de los Andes y lideró la emancipación de Chile, en las batallas de Chacabuco y Maipú. Luego, utilizando una flota organizada y financiada por Chile,[15]​[16]​ y luego de recibir instrucciones del Senado de Chile,[17]​[18]​ atacó al centro del poder español en Sudamérica, la ciudad de Lima, y declaró la independencia del Perú en 1821. Finalizó su carrera de las armas luego de producida la Entrevista de Guayaquil con Simón Bolívar, en 1822, donde le cedió su ejército y la meta de finalizar la liberación del Perú.[19]​\n\nEn Argentina se lo reconoce como el Padre de la Patria[20]​ y el «Libertador»,[4]​ y se lo valora como el principal héroe y prócer del panteón nacional. El ejército argentino lo reconoce como general de la nación sin asignarle ningún grado especial. En Perú también se lo recuerda como el «Fundador de la Libertad del Perú», el «Fundador de la República», el «Generalísimo de las Armas» y el «Protector» del país.[21]​ El Ejército de Chile le reconoce el grado de capitán general.[22]​\n\nFamilia\n\nPadres\n\nEl padre de José de San Martín, Juan de San Martín,[23]​ hijo de Andrés de San Martín e Isidora Gómez, había nacido en la villa de Cervatos de la Cueza, en la actual provincia de Palencia, en España, y era teniente gobernador del departamento. Sirvió como militar a la Corona española y en 1774 fue nombrado gobernador del Departamento Yapeyú, parte de la Gobernación de las Misiones Guaraníes, creada para administrar las treinta misiones jesuíticas guaraníes, luego de que la orden fuera expulsada de América por Carlos III en 1767, con sede en la reducción de Yapeyú.[24]​[25]​\n\nSu madre, Gregoria Matorras del Ser, hija de Domingo Matorras y María del Ser, también había nacido en la provincia de Palencia, el 12 de marzo de 1738, en Paredes de Nava. Era prima hermana de Jerónimo Matorras, gobernador y capitán general del Tucumán.\n\nJuan de San Martín contrajo nupcias con Gregoria Matorras por poder ―fue representado por el capitán de dragones Juan Francisco de Somalo― el 1 de octubre de 1770, con las bendiciones del obispo de Buenos Aires, Manuel Antonio de la Torre. Poco después se trasladaron a Calera de las Vacas (actual Calera de las Huérfanas, en Uruguay), como administrador de la estancia jesuítica, y allí nacieron tres de sus hijos. Al cesar en ese cargo fue designado teniente gobernador de Yapeyú, cargo que asumió en 1775; sus otros dos hijos nacieron en ese lugar, siendo José el menor de ellos. Juan de San Martín organizó el cuerpo militar de naturales guaraníes, compuesto por 550 hombres, destinado a contener los avances portugueses y las incursiones de los indígenas charrúas. En 1779, Juan de San Martín ascendió al grado de capitán del ejército real; poco después Gregoria Matorras volvió a Buenos Aires con sus cinco hijos y se reunió allí con su esposo en 1781. En abril de 1784, Juan de San Martín y su familia llegaron a Cádiz. Falleció el 4 de diciembre de 1796 en Málaga. Sus restos fueron trasladados al cementerio de La Recoleta en Buenos Aires.\n\nDesde la muerte de su esposo, Gregoria Matorras recibió una modesta pensión y vivió acompañada por su hija María Elena y su nieta Petronila. Murió en Orense (Galicia), el 1 de junio de 1813.\n\nNacimiento\n\nRestos de la casa natal de José de San Martín, en la reducción de Yapeyú. Declarada monumento histórico nacional.\n\nNació el 25 de febrero de 1778 en Yapeyú, una ex misión jesuítica situada a orillas del río Uruguay en el Gobierno de las Misiones Guaraníes del Virreinato del Río de la Plata, en la actual provincia argentina de Corrientes.[25]​\n\nDesde pequeño presentó grandes dotes militares y actitud de mando, sus diversiones favoritas iban con cantos de guerras, voces de mando y la tendencia a destacarse en la carrera de sus ascendientes.[26]​\n\nHay autores que afirman que a la edad de seis años concurrió a una escuela en Buenos Aires, donde aprendió a leer y escribir.[26]​\n\nHermanos\n\nJosé de San Martín fue el menor de cinco hermanos:\n\nMaría Elena (18 de agosto de 1771),\n\nManuel Tadeo (28 de octubre de 1772),\n\nJuan Fermín (5 de febrero de 1774), nacidos en la Real Calera de las Vacas, jurisdicción de la parroquia de Las Víboras; y\n\nJusto Rufino (1776), nacido ya en Yapeyú como su hermano José Francisco.\n\nEn España todos los hermanos siguieron la carrera militar y mantuvieron escaso contacto entre ellos. Sin embargo, José de San Martín mantuvo contacto epistolar con ellos, así como con María Elena. Es posible que, ya exiliado en Europa, San Martín no supiera que su hermano Juan Fermín, muerto en Manila, hubiera tenido hijos, de modo que supuso que la única descendiente de sus hermanos era Petronila González Menchaca, la hija de María Elena.[27]​\n\nEl 18 de agosto de 1793, Justo Rufino de San Martín solicitó ingresar en el ejército español y fue admitido en el Real Cuerpo de Guardias de Corps el 9 de enero de 1795. Más tarde se incorporó al Regimiento de Caballería Húsares de Aragón, con el grado de capitán. Tomó parte en la Guerra de Independencia y participó en importantes hechos de esta. Cuando José de San Martín se exilió, Justo lo acompañó en Bruselas y en París en distintas ocasiones entre 1824 y 1832. Falleció en Madrid en 1832.[28]​\n\nEsposa\n\nRemedios de Escalada, esposa de José de San Martín\n\nMaría de los Remedios de Escalada nació en Buenos Aires, el 20 de noviembre de 1797, hija de Antonio José de Escalada y Tomasa de la Quintana y Aoiz. Su familia era rica y prestigiosa y estaba vinculada a la causa patriota.\n\nContrajo matrimonio con José de San Martín en Buenos Aires, el 12 de noviembre de 1812, cuando tenía 14 años. La influencia de su familia fue fundamental para la creación del Regimiento de Granaderos a Caballo. Más adelante, ya en Mendoza, Remedios de Escalada fue la fundadora de la Liga Patriótica de Mujeres, con el objetivo de colaborar con el naciente Ejército de los Andes. Para ello, entre otros gestos, donó todas sus joyas.\n\nFalleció en Buenos Aires el 3 de agosto de 1823. Antes de embarcar rumbo a Europa en 1824, su marido le hizo construir un sepulcro en el Cementerio de La Recoleta, cuyo epitafio reza: «Aquí descansa Remedios de Escalada, esposa y amiga del general San Martín».[29]​[30]​[31]​[32]​[33]​\n\nHijos\n\nMercedes Tomasa San Martín y Escalada fue la única hija del matrimonio de José de San Martín y de María de los Remedios de Escalada. Nació en Mendoza, el 24 de agosto de 1816[34]​ y falleció en Brunoy (Francia), el 28 de febrero de 1875.\n\nEn la década de 1830, San Martín se exilió en París, acompañado por su hija. Debido a las convulsiones revolucionarias, la familia decidió trasladarse a un pueblo más retirado, Boulogne-sur-Mer. Allí enfermaron ambos de cólera y fueron atendidos por el médico y diplomático argentino Mariano Severo Balcarce, quien ese año contrajo matrimonio con Mercedes. Tuvieron dos hijas: María Mercedes Balcarce (1833-1860) y Josefa Dominga Balcarce (1836-1924).\n\nLuego de la muerte de su padre, y con el retiro de Balcarce de la diplomacia, la familia se mudó a Brunoy, cerca de París. Mercedes falleció allí a los 58 años. En 1951, su cuerpo, como el de su esposo y su hija mayor, fueron repatriados y yacen en el mausoleo de la basílica de San Francisco, en Mendoza.\n\nSan Martín habría tenido un hijo no reconocido, llamado Joaquín Miguel de San Martín y Mirón, que nació en abril de 1823 en Guayaquil, fruto de una relación con Carmen Mirón y Alayón, y que conoció a su padre mientras este estaba en Europa. San Martín lo reconoció como hijo. Joaquín se casó con Isabel García Saldarriaga y tuvo 6 hijos con distintas mujeres. Vivió casi toda su vida en Ecuador y falleció asesinado en 1895, a los 72 años de edad.\n\n[35]​\n\nInfancia\n\nEn 1781, cuando José de San Martín tenía tres años, la familia se trasladó de Yapeyú a Buenos Aires. Luego se mudaron a España, embarcando rumbo a Cádiz el 6 de diciembre de 1783 a bordo de la fragata Santa Balbina en el puerto de Montevideo, pues su padre había sido destinado a Málaga.[7]​ No obstante, otras fuentes biográficas fechan este viaje cuando San Martín tenía ocho años de edad, en 1786.[26]​\n\nJosé comenzó sus estudios en el Real Seminario de Nobles de Madrid y en la Escuela de Temporalidades de Málaga en 1786. Allí aprendió castellano, latín, francés, alemán, baile, dibujo, poética, esgrima, retórica, matemática, historia y geografía.[26]​\n\nLos demás hermanos varones también siguieron la carrera militar, pero solo José volvería a América.[36]​\n\nCarrera militar en el Ejército Español\n\nCuadro de La rendición de Bailén, de Casado del Alisal.\n\nEl 21 de julio de 1789, a los once años, San Martín comenzó su carrera militar en clase cadete en el Regimiento Murcia, mientras estallaba la Revolución francesa.[7]​ El 19 de junio de 1793 fue ascendido a subteniente 2.º, por sus acciones en los Pirineos frente a los franceses. En agosto de ese año su regimiento, que había participado en las batallas navales contra la flota inglesa en el mar Mediterráneo, se rindió. El 28 de julio de 1794 alcanzó el grado de subteniente 1.º, teniente 2.º el 8 de mayo de 1795 y ayudante 2.º el 26 de diciembre de 1802. Ese año fue malherido tras ser asaltado por ladrones mientras transportaba la paga de un batallón, por lo que fue sumariado hasta que Su Majestad se apiadó y le otorgó la gracia.[7]​[37]​ El 2 de noviembre de 1804 alcanzó el grado de capitán.[38]​\n\nDurante el período siguiente luchó con el grado de capitán 2.º de infantería ligera en diferentes acciones, en la Guerra de las Naranjas contra Portugal en 1802 y en Gibraltar y Cádiz contra los británicos en 1804.\n\nLa Medalla de Oro de los Héroes de Bailén, [ 39 ] ​ premio militar español otorgado a San Martín por decreto de la Junta Suprema de Sevilla del 11 de agosto de 1808, en mérito a su acción en esta batalla ganada a los franceses, por la cual también fue ascendido al grado de teniente coronel.\n\nEn 1808 las tropas del emperador francés Napoleón Bonaparte invadieron la península ibérica y Fernando VII de España fue hecho prisionero. Poco después estalló la rebelión contra el emperador y contra su hermano José Bonaparte, que había sido proclamado rey de España. Se estableció una Junta Central de Gobierno, que actuó primero en Sevilla y luego en Cádiz. San Martín fue ascendido por la Junta al cargo de ayudante 1.º del Regimiento de Voluntarios de Campo Mayor. También sirvió más de un año a bordo de la fragata de guerra Dorotea.[40]​\n\nEl 23 de junio le tocó distinguirse en el combate de Arjonilla, en el que, como ayudante del general marqués de Coupigny, acometió a un destacamento de los invasores, superiores en número, y dejó a 17 dragones muertos y cuatro prisioneros. Durante la acción cayó del caballo y estuvo a punto de perder la vida, pero fue rescatado por el sargento Juan de Dios. Por su actuación contra los franceses, San Martín fue ascendido a capitán del Regimiento de Borbón.[41]​[37]​[42]​\n\nEl 19 de julio se libraría la batalla de Bailén, que fue la primera derrota importante de las tropas de Napoleón y permitió al ejército de Andalucía recuperar Madrid. En premio por su actuación recibió el grado de teniente coronel el 11 de agosto de 1808. El ejército completo recibió la Medalla de Oro de los Héroes de Bailén.[43]​\n\nAliada España con Portugal e Inglaterra, en la batalla de La Albuera[9]​ San Martín combatió a las órdenes del general inglés William Carr Beresford, el que dos años antes, durante la Primera Invasión Inglesa, había intentado apoderarse de Buenos Aires y Montevideo.[7]​\n\nEn esas campañas conoció a James Duff, un noble escocés que lo introdujo en las logias secretas que conspiraban para conseguir la independencia de América del Sur. Fue allí donde hizo contacto por primera vez con círculos de liberales y revolucionarios que simpatizaban con la lucha por la independencia americana.\n\nParticipó en 17 acciones de guerra: Plaza de Orán, Port Vendres, Baterías, Coliombré, fragata de guerra Dorotea en un combate con el navío británico El León, Torre Batera, Cruz de Yerro, Mauboles, San Margal, Baterías de Villalonga, Bañuelos, las Alturas, Hermita de San Luc, Arrecife de Arjonilla, batalla de Bailén, combate de la Villa de Arjonilla y en la batalla de Albuera.[44]​\n\nEn 1793, su regimiento había pasado al Ejército de Aragón y, enseguida, al de Rosetón, que combatía contra la República Francesa a las órdenes del general Ricardos, uno de los generales españoles más capacitados en tácticas y que resultó ser un verdadero maestro para el joven cadete. Al morir el general Ricardos en 1794, el «Murcia» y la guarnición a que pertenecía capitularon ante los franceses. En 1797 San Martín recibió su bautismo de fuego en el mar, pues el Murcia, que se hallaba a bordo de la escuadra española que luchaba contra la inglesa en el Mediterráneo, participó en el desastre del Cabo San Vicente. Entre 1800 y 1807 San Martín intervino en las acciones españolas contra Portugal hasta que, por el tratado de Fontainebleau, Francia y España se reparten a Portugal y sus colonias.[43]​\n\nLondres\n\nEl 25 de mayo de 1810 tuvo lugar en Buenos Aires la Revolución de Mayo, que culminó con la destitución del virrey a cargo del Virreinato del Río de la Plata y el nombramiento de la Primera Junta. El proceso independentista abrió nuevas oportunidades militares a los oficiales sudamericanos como José de San Martín,[45]​ y obligó a un replanteo sobre la debida lealtad, ya que su patria de origen ya no formaba parte del Reino de España en que habían nacido.\n\nEl 6 de septiembre de 1811, San Martín renunció a su carrera militar en España y solicitó a su jefe un pasaporte para viajar a Londres. Este se lo concedió junto con cartas de recomendación, entre ellas una para lord Macduff, y partió el 14 de septiembre[7]​ de ese año, para vivir en el número 23 de la calle Park Road en el distrito de Westminster. Allí se encontró con Carlos María de Alvear, José Matías Zapiola, Andrés Bello y Tomás Guido, entre otros.\n\nSegún algunos historiadores,[46]​ aquellos formaban parte de la Gran Reunión Americana, sociedad de presuntas filiaciones masónicas, fundada por Francisco de Miranda, quien junto a Simón Bolívar ya luchaba en América por la independencia de Venezuela. Es posible que, ya dentro de la hermandad, se haya relacionado con políticos británicos que le hicieron conocer el Plan de Maitland, una estrategia para que América se liberara de España.[47]​\n\nRegreso al Río de la Plata\n\nRetorno a Buenos Aires y reconocimiento de su grado de teniente coronel por el Primer Triunvirato\n\nEl 12 de enero de 1812, José de San Martín, junto con otros militares, se embarcó desde Londres en la fragata británica George Canning, que ancló en el puerto de Buenos Aires el 9 de marzo de ese año.[7]​[48]​\n\nEl nueve del corriente ha llegado á este puerto la fragata inglesa Jorge Canning, procedente de Londres, con cincuenta días de navegacion (…) A este puerto han llegado entre otros particulares que conducia la fragata inglesa, el teniente coronel de caballería don José San Martín, primer ayudante de campo del general en xefe del exército de la Isla, Marques de Coupigny; el capitan de infantería don Francisco Vera; el Alférez de navio don José Zapiola; el capitán de milicias don Francisco Chilaver; el alférez de carabineros reales don Carlos Alvear y Balbastro; el subteniente de infantería don Antonio Arellano; y el primer teniente de guardias valonas Baron de Olembert. Estos individuos han venido á ofrecer sus servicios al gobierno, y han sido recibidos con la consideración que merecen por los sentimientos que protestan en obsequio de los interéses de la patria. Gaceta de Buenos Aires, número 28, del viernes 20 de marzo de 1812\n\nEl grupo de oficiales se presentó ante los miembros del Primer Triunvirato, quienes accedieron a su pedido de servir al gobierno.\n\nCreación del Regimiento de Granaderos a Caballo\n\nEl 16 de marzo, el Primer Triunvirato aceptó la propuesta de San Martín de crear un cuerpo de caballería, que llamó Regimiento de Granaderos a Caballo, para custodiar las costas del río Paraná. Durante el año 1812 se ocupó de instruir a la tropa en las modernas técnicas de combate que conocía por su extensa actuación europea contra los ejércitos de Napoleón.[49]​\n\n\n\nDado en Buenos Aires á 16 de marzo de 1812 ―Manuel de Sarratea―Bernardino Rivadavia― El Gobierno Superior Provicional, etc.― Atendiendo á los méritos y servicios de don José de San Martín, y á sus relevantes conocimientos militares, ha venido en conferirle el empleo efectivo de Teniente Coronel de Caballería, con el sueldo de tal, desde esta fecha, y Comandante del Escuadrón de Granaderos á Caballo que ha de organizarse, concediéndole las gracias, exenciones y prerrogativas que por este título le corresponden, etc. etc.―Dado en Buenos Aires á 16 de marzo de 1812 ― Feliciano Antonio Chiclana Nicolás de Herrera , Secretario.\n\nFundación de la Logia Lautaro\n\nJunto con el también recién retornado Carlos María de Alvear, fundó a mediados de 1812 una filial de la Logia de los Caballeros Racionales, que rebautizó con el nombre de Logia Lautaro.[cita requerida] El nombre fue tomado del lonco mapuche Lautaro, quien, en el siglo xvi, se había sublevado contra los españoles.\n\nLa sociedad estaba formada como las logias masónicas de Cádiz y de Londres, similar a la que en Venezuela tenía como miembros a Francisco de Miranda, Simón Bolívar y Andrés Bello.[cita requerida] Su objetivo era «trabajar con sistema y plan en la independencia de la América y su felicidad». Sus miembros principales, además de San Martín y Alvear, eran José Matías Zapiola, Bernardo Monteagudo y Juan Martín de Pueyrredón.[50]​\n\nRevolución del 8 de octubre de 1812\n\nArtículo principal: Revolución del 8 de octubre de 1812\n\nA principios de octubre de 1812 llegó a Buenos Aires la noticia de la victoria patriota del Ejército del Norte en la batalla de Tucumán, comandado por el general Manuel Belgrano. Aprovechando la situación, el 8 de octubre, San Martín y Alvear dirigieron un levantamiento cívico militar preparado por la Logia Lautaro, conocido como revolución del 8 de octubre de 1812. El golpe tuvo como objeto el derrocamiento del gobierno del Primer Triunvirato, al que juzgaban como «poco decidido por la independencia».[51]​ Bajo la presión de los cuerpos armados y del pueblo, se nombró un Segundo Triunvirato, constituido por Juan José Paso, Nicolás Rodríguez Peña y Antonio Álvarez Jonte. Se exigió, además, llamar a una Asamblea General de delegados de todas las provincias, con el fin de declarar la independencia y dictar una constitución.[52]​\n\nEl 7 de diciembre de 1812, el Segundo Triunvirato ascendió a San Martín al grado de coronel y lo designó comandante de Granaderos a Caballo en base de los tres escuadrones existentes.[53]​\n\nMatrimonio\n\nEl 12 de noviembre de 1812, a los 34 años, José de San Martín contrajo matrimonio con María de los Remedios de Escalada, de 14 años, en la Iglesia de la Merced de Buenos Aires.[50]​\n\nCombate de San Lorenzo\n\nArtículo principal: Combate de San Lorenzo\n\nCampo de la Gloria, sitio de la batalla de San Lorenzo (provincia de Santa Fe)\n\nLa primera acción militar de San Martín y su recién creado Regimiento de Granaderos a Caballo estuvo dirigida a detener las incursiones con que los realistas de Montevideo asolaban las costas del río Paraná, principal afluente del Río de la Plata y vía de comunicación estratégica para la región.[54]​\n\nEl coronel San Martín se instaló con sus tropas en el convento de San Carlos, posta de San Lorenzo, en el sur de la actual provincia de Santa Fe. El 3 de febrero de 1813 y ante el desembarco de 300 realistas, se libró el combate de San Lorenzo, casi frente al convento, a orillas del río.[55]​[50]​\n\nDado que existían aún sospechas acerca de la fidelidad a la causa independentista por parte del recién llegado San Martín, él decidió avanzar al frente de la reducida tropa de granaderos a caballo. Como consecuencia, su caballo fue mortalmente herido y San Martín, aprisionado bajo su cabalgadura, estuvo a punto de ser ultimado por un realista. Le salvó la vida el soldado correntino Juan Bautista Cabral, que antepuso su cuerpo a dos bayonetazos. San Martín lo ascendió post mórtem, por lo que se lo conoce como el sargento Cabral. Este combate, que por la cantidad de combatientes de ambos bandos podría parecer secundario, permitió alejar para siempre a las flotas realistas que merodeaban el río Paraná, saqueando las poblaciones.[56]​\n\nJefe del Ejército del Norte\n\nEncuentro de San Martín y Manuel Belgrano, que la tradición ubica en la Posta de Yatasto\n\nComo consecuencia de las derrotas que Manuel Belgrano, general en jefe del Ejército del Norte, sufrió ante los realistas en las batallas Vilcapugio y Ayohúma, y debido al triunfo en el combate de San Lorenzo, el Segundo Triunvirato reemplazó a Belgrano por San Martín como comandante del Ejército del Norte.\n\nSu encuentro con el jefe saliente al que, hasta ese momento, no conocía en persona, ha sido llamado «abrazo de Yatasto», ya que la tradición lo ha fijado en la posta de Yatasto, en la provincia de Salta. La investigación del historiador Julio Arturo Benencia sostiene, en cambio, que dicho encuentro fue el 17 de enero de 1814, a la salida de la posta de Algarrobos, en cercanías del río Juramento y a 14 leguas de Yatasto.[57]​[58]​\n\nComo comandante del Ejército Auxiliar del Perú, debió reorganizar un ejército deshecho por las derrotas de Vilcapugio y Ayohúma. Para concretar dicho fin retrocedió hacia San Miguel de Tucumán, donde acantonó al ejército en una fortaleza en construcción, conocida como la Ciudadela, y se dedicó a reforzarlo y adiestrarlo de manera concienzuda.[59]​\n\nPlan Continental\n\nRetrato en óleo de San Martín (1921) por Daniel Hernández Morillo.\n\nAl poco tiempo de encontrarse en Tucumán, San Martín llegó a la conclusión de que era imposible llegar por el camino del Alto Perú hasta Lima ―capital del Virreinato del Perú y centro del poderío realista en América del Sur―, desde donde se enviaban expediciones a reconquistar los territorios perdidos ante los independentistas. Cada vez que un ejército realista descendía del Altiplano hacia los valles de la provincia de Salta era derrotado y cada vez que un ejército patriota ingresaba en el Alto Perú era también aniquilado.[59]​ La idea de concebir una estrategia superadora a la ruta altoperuana ya había sido advertida por algunos jefes militares que integraron las campañas al Alto Perú, tales como Eustoquio Díaz Vélez, Tomás Guido y Enrique Paillardell. San Martín, hábil estratega militar, pronto tomó para sí esta idea y pergeñó su plan continental.\n\nEntonces, el general concibió su propósito de cruzar la Cordillera de los Andes y atacar la ciudad de Lima desde el océano Pacífico. Para mantener segura la frontera del norte, pensaba San Martín, bastaban las tropas irregulares salteñas al mando del coronel Martín Miguel de Güemes, a quien encargó la defensa de la frontera norte, y comenzó a preparar su futura estrategia militar.[59]​\n\nDejó apenas el mando del Ejército del Norte al general Francisco Fernández de la Cruz, y se retiró a Saldán (provincia de Córdoba), para reponerse de una úlcera estomacal. Allí mantuvo conversaciones con su amigo Tomás Guido, en las que lo convenció[¿quién?] de la necesidad de independizar la región desde Chile.[59]​\n\nGobernador de Cuyo\n\nEn 1814 el Director Supremo de las Provincias Unidas del Río de la Plata, Gervasio Antonio de Posadas, nombró a San Martín gobernador de la Intendencia de Cuyo, con sede en Mendoza. Para entonces, su plan ya estaba terminado y aprobado, y a partir de ese momento San Martín comenzó los preparativos para la campaña al Perú.[60]​\n\nPosicionamiento en la política chilena\n\nAl poco tiempo de asumir, llegó allí el coronel Juan Gregorio de Las Heras, que había comandado fuerzas argentinas en Chile, y que se había retirado por las desinteligencias de los patriotas chilenos. Lo envió de regreso, para intentar ayudarlos contra la ofensiva realista, pero este llegó poco después del Desastre de Rancagua, en el que se perdió la independencia chilena. Solo alcanzó a proteger el cruce hacia Mendoza de miles de refugiados chilenos.[61]​\n\nLos chilenos venían divididos en dos bandos irreconciliables: los conservadores bajo el mando de Bernardo O'Higgins, y los liberales bajo el de José Miguel Carrera.[a]​ San Martín decidió que debía tomar partido rápidamente, y se decidió por O'Higgins. Luego de un intento de desconocer la autoridad del gobernador de Cuyo, el general Carrera fue arrestado, despojado de su mando y luego expulsado de Mendoza.[62]​\n\nEl plan de San Martín había sido pensado para ser llevado a cabo desde un Chile patriota; con la caída de este país en manos enemigas, el plan parecía destinado a ser desechado. Pero San Martín tomó la decisión de seguir adelante, solo que primero tendría que liberar Chile.[62]​\n\nCreación del Ejército de los Andes\n\nA pesar de la oposición del nuevo director supremo, Carlos María de Alvear, a quien San Martín había conocido en Cádiz y que lo había acompañado hasta entonces, se dedicó a organizar el Ejército de los Andes.[62]​\n\nEn enero de 1815 ascendió a coronel mayor (general) junto a otros oficiales por resolución del director Alvear. Cuando el Cabildo de Mendoza solicitó su ascenso a brigadier, San Martín rechazó con firmeza el ascenso. En 1816 asumió como director supremo el brigadier Juan Martín de Pueyrredón. A fin de conferirle herramientas, el director Pueyrredón lo designó capitán general. El 1 de agosto de 1816 quedó designado general en jefe del Ejército de los Andes.[63]​[64]​\n\nReunió en un solo ejército a los refugiados chilenos, las milicias locales de Cuyo, gran cantidad de voluntarios de su provincia y varios oficiales del Ejército del Norte. También pidió y obtuvo que los batallones del Regimiento de Granaderos a Caballo, desperdigados entre varios destinos, le fueran enviados a Cuyo.[62]​\n\nComo Alvear intentó someterlo a su autoridad, le presentó su renuncia al cargo de gobernador. Alvear envió a reemplazarlo al coronel Gregorio Perdriel, pero los mendocinos lo rechazaron de forma airada. De este modo, San Martín fue confirmado como gobernador por elección popular.[62]​\n\nPoco después del nombramiento como nuevo director supremo del general Juan Martín de Pueyrredón, se reunió con él en Córdoba, donde discutieron mucho su plan de campaña sobre Chile y Perú. El 20 de mayo de 1816, Tomás Guido presentó una Memoria oficial, en la que se expuso en detalle el plan, aprobada y mandada a ejecutar por el director Pueyrredón.[62]​\n\nAl mismo tiempo, San Martín presionó a los diputados cuyanos al Congreso de Tucumán para declarar la independencia de las Provincias Unidas de Sudamérica, objetivo conseguido el 9 de julio de 1816.[62]​\n\nPara financiar su campaña, además de los cuantiosos aportes de Pueyrredón, recolectó «contribuciones obligatorias» a los comerciantes y hacendados. A cambio se les extendía un vale, que cobrarían «cuando las circunstancias lo permitan». En cambio, tuvo muy pocos miramientos para confiscar los bienes de todos los españoles que no se destacaran en la ayuda a la causa de la independencia.[62]​\n\nFormó un gran campamento militar en El Plumerillo, unos siete kilómetros al noreste de la ciudad de Mendoza. Allí formó a sus soldados y oficiales, fabricó armas (sables, fusiles, cañones, municiones y pólvora) y uniformes. Tuvo que ocuparse de engordar mulas y caballos, y fabricar y colocarles herraduras.[62]​\n\nEl jefe de sus talleres, fray Luis Beltrán, inventó un sistema de poleas para pasar los precipicios con los cañones y otro de puentes colgantes, ambos transportables. La sanidad del ejército estaba en manos del cirujano inglés James Paroissien. El coronel José Antonio Álvarez Condarco se encargó de realizar los planos de los distintos cruces de la Cordillera de los Andes.[62]​\n\nAntes de iniciar la marcha, reunió a los caciques mapuches y les pidió permiso para invadir Chile a través de sus tierras. Alguno de estos caciques le hizo llegar esa noticia al capitán general de Chile, Casimiro Marcó del Pont, por lo que este creyó que el grueso del ataque sería por el sur, lo que lo llevó a dividir sus fuerzas.[62]​\n\nEl Ejército de Chile le reconoció el grado de capitán general.[22]​\n\nContra lo pretendido por el director supremo Pueyrredón y sus partidarios, entró en correspondencia con el caudillo José Gervasio Artigas y se negó a distraer su esfuerzo bélico de las campañas emancipadoras en Chile y en Perú para enfrentar a los federales en el litoral del Río de la Plata. Por este motivo los directoriales unitarios ―en particular Bernardino Rivadavia― llegaron a acusarlo de traidor.\n\nEn una carta fechada en agosto de 1816, San Martín se refirió a las islas Malvinas.[65]​ En el texto, San Martín le pedía al gobernador de San Juan que liberara a prisioneros que se encontraban en Carmen de Patagones y Malvinas (Puerto Soledad) para que se sumaran al Ejército de Los Andes.[66]​\n\nExpedición libertadora a Chile\n\nEl paso del Ejército Libertador por la Cordillera de los Andes. Museo Histórico y Militar de Chile.\n\nEl Cruce de los Andes\n\nEl 12 de enero de 1817 se inició el cruce de los Andes en dirección a Chile. El Ejército de los Andes fue uno de los dos grandes cuerpos militares que las Provincias Unidas del Río de la Plata desplegó en la Guerra de Independencia Hispanoamericana; contó inicialmente con tres brigadieres, veintiocho jefes, doscientos siete oficiales y 3778 soldados —incluyendo a una parte de los oficiales y soldados chilenos que emigraron a Mendoza después de la batalla de Rancagua—.[b]​ Escritores chilenos como Osvaldo Silva y Agustín Toro Dávila se refieren a un aporte mayor de patriotas chilenos, aunque ninguno detalla la fuente documental utilizada en la aseveración. Osvaldo Silva, en su libro Atlas de la Historia de Chile 2005, afirma que había mil doscientos chilenos en el Ejército de los Andes reunidos en Mendoza.[67]​ Agustín Toro Dávila, en su libro Síntesis histórico-militar de Chile,[68]​ menciona un número similar. El autor escribe:\n\nDe los 209 oficiales de dotación, alrededor de 50 eran chilenos, y el resto argentinos. No se conoce exactamente la proporción de chilenos en los 3778 hombres de tropa. Se estima que no sería más de un 30 %.\n\nEl general Gerónimo Espejo ―en su libro El paso de las Andes. Crónica histórica de las operaciones del ejército de los Andes, para la restauración de Chile en 1817 (de 1882)―, después de detallar la conformación del ejército se refirió al tema:\n\nPor esta demostración, que estractamos de documentos oficiales que se encontrarán más adelante, el lector verá, que al organizarse el Ejército de los Andes, no se creó cuerpo ni fuerza alguna bajo la bandera de Chile, por razones que, aunque obvias, no por eso dejaremos de apuntarlas―\n\n1.º Porque el pensamiento, el territorio, la autoridad creadora y los elementos, todo, todo era argentino, y habría sido un absurdo formar un cuerpo bajo bandera estrangera; y 2.º porque las tropas chilenas que con Carrera emigraron á Mendoza en octubre de 1814, el general las despachó todas á Buenos Aires con el coronel Alcázar, diciendo de oficio al Gobierno “no quiero emplear á esos soldados que sirven mejor á su caudillo que á la Pátria”. ―Esto, no obstante, el general, con aprobación del Gobierno, organizó un cuadro de oficiales chilenos emigrados con sus respectivos jefes, como para llenar su dotación con soldados del enemigo que se pasaran en la campaña, con voluntarios que se presentaran ó con reclutas que se le destinasen. Siendo de advertir además, que ni aun este cuadro siguió al ejército en su marcha, sino que después de la victoria de Chacabuco marchó de Mendoza á Chile.\n\nEl mencionado ejército contaba con 1200 milicianos montados (para conducción de víveres y artillería), 120 barreteros de minas (para facilitar el tránsito por los pasos), 25 baqueanos, 47 miembros de sanidad (para el hospital de campaña), 16 piezas de artillería (10 cañones de 6 pulgadas, 2 obuses de 4 1/2 pulgadas y 4 piezas de montaña de 4 pulgadas), 15 empleados civiles, 1600 caballos extras (para caballería y artillería) y 9281 mulas (7359 de silla y 1922 de carga).[69]​\n\nPasos fronterizos donde cruzó el Ejército Libertador\n\nCon el objetivo de dividir a las tropas enemigas, San Martín ordenó primero el avance de parte de las tropas por los pasos de Come Caballos, Guana, Portillo y Planchón. Estos no eran los pasos elegidos para las columnas principales, sino que los dos primeros se hallaban al norte y los últimos al sur de los realmente seleccionados, que eran los que ya habían sido analizados por José Antonio Álvarez Condarco, o sea, los pasos de Uspallata y Los Patos. Era un avance en varios sectores, en un frente de más de 2000 kilómetros, a través de una gigantesca cordillera. Con esto se pretendía distraer a las fuerzas realistas de Chile que no sabían en definitiva por donde arribarían, y los obligaba a dividir sus fuerzas y provocar movimientos favorables a la revolución en zonas alejadas de la capital, Santiago de Chile, entre ellas la dirigida por Ramón Freire hacia Chillán, que llegó unos días antes que las demás y convenció al gobernador realista que el ataque principal sería por el sur.[70]​\n\nA partir del 17 de enero de 1817, el Ejército de los Andes inició el avance de sus columnas principales por los pasos de Los Patos y Uspallata. Las dos columnas principales estaban formadas por 3500 soldados, 100 baqueanos, 1000 caballos, 10 000 mulas (de las que llegaron 4000), 30 cañones, casi un millón de cartuchos de fusil, varias toneladas de pólvora, y alimento para todos los hombres y animales para un mes de marcha.[70]​\n\nColumna de San Martín (17 de enero de 1817)\n\nEl cruce de los Andes. Óleo de José Bouchet\n\nEl grueso del ejército al mando del propio jefe de la expedición, el general San Martín, tomó la ruta llamada corrientemente Paso de los Patos. El cuerpo estaba formado por la vanguardia al mando del brigadier mayor Miguel Estanislao Soler, el centro al mando del brigadier O'Higgins, la escolta de granaderos al mando del teniente coronel Mariano Necochea y la retaguardia al mando del teniente coronel Pedro Regalado de la Plaza, que conducía la maestranza del ejército. Había varios días de diferencia entre la vanguardia y la retaguardia. San Martín fue de los últimos en partir, porque precisamente controló lo más importante: la salida en orden del ejército. O'Higgins, quien iba al centro, le escribía casi cotidianamente a San Martín, que venía uno o dos días más atrás, y le informaba sobre su marcha y la de Soler (las cartas de O'Higgins son uno de los documentos más precisos para conocer las alternativas de la marcha del ejército a través de las montañas sanjuaninas). El cuerpo abrió la marcha desde El Plumerillo el 19 de enero de 1817, tomó por Jagüel, Yalguaraz, Río de los Patos y salvó el alto cordón del Espinacito por el paso homónimo, situado a 5000 m s. n. m.. El 2 de febrero inició el paso de la cadena limítrofe por el Paso de las Llaretas. Esta columna tropezó con las mayores dificultades, pues fue preciso escalar cuatro cordilleras. Soler ―que iba adelante― logró las victorias de Achupallas, el 4 de febrero de 1817, y Las Coimas, el 7 de febrero de 1817. Al día siguiente ingresaron en San Felipe.[38]​\n\nColumna de Las Heras (18 de enero de 1817)\n\nEl avance por el Paso de Uspallata y el valle del Río Mendoza se inició el 18 de enero de 1817, conduciendo todo el parque y la artillería, cuyo transporte era imposible por el más escabroso paso de Los Patos. A cargo de las tropas de 800 hombres se hallaba el brigadier Juan Gregorio de Las Heras, siendo su segundo comandante el mayor Enrique Martínez. Entre los hombres que lo acompañaban se encontraba fray Luis Beltrán. Tras vencer en los combates de Picheuta, combate de Potrerillos y Guardia Vieja, pudieron ingresar en Santa Rosa de los Andes, el 8 de febrero. En la misma fecha, se produjo la reunión con la división principal, que el día anterior había salido victoriosa en la acción de Las Coimas.[70]​\n\nAmbas columnas debían reunirse en el valle del Aconcagua, mientras que efectivos menores dispersaban las fuerzas enemigas, induciéndolas a engaño respecto del avance de la agrupación principal.[70]​\n\nLa Independencia de Chile\n\nArtículo principal: Independencia de Chile\n\nLas fuerzas de Las Heras, O’Higgins y Soler se reunieron el 8 de febrero en el campamento de Curimón. Ante las noticias del avance del jefe realista, coronel Rafael Maroto, hacia las casas de Chacabuco, San Martín ordenó el avance. El 12 de febrero se libró la batalla de Chacabuco, en la que el Ejército de Los Andes obtuvo la victoria sobre los realistas, que plañieron 500 muertos y 600 prisioneros, mientras que los patriotas tuvieron solo 12 bajas.[71]​\n\nMonumento a San Martín y O'Higgins en el Templo Votivo de Maipú, donde se gestó la batalla que dio la independencia a Chile.\n\nEl gobernador Casimiro Marcó del Pont huyó hacia el sur, pero fue capturado por el capitán José Félix Aldao, de larga trayectoria posterior.[71]​\n\nEl 18 de febrero se convocó a un cabildo abierto que propuso a San Martín como director supremo de la naciente república, pero este rechazó el ofrecimiento para evitar sospechas sobre un posible avasallamiento de la Provincias Unidas del Río de la Plata sobre la autonomía de Chile.[72]​ Dos días después el cabildo nombró a O'Higgins como director supremo, designación que San Martín avaló.\n\nDías después, San Martín ordenó a Las Heras que persiguiera a los realistas hasta Concepción, pero este no pudo impedir que se atrincheraran en Talcahuano. O'Higgins intentó capturar esa fortaleza, pero fue completamente vencido.\n\nAprovechó esa posición el virrey del Perú y envió refuerzos para los realistas, al mando del exgobernador Mariano Osorio. Mientras tanto, San Martín viajó a Buenos Aires, a pedir más colaboración a Pueyrredón, que debería también formar una escuadra. A su regreso ordenó a sus hombres replegarse hacia el norte y reunió unos 8000 hombres en las afueras de Talca. Allí se produjo el 19 de marzo de 1818 la sorpresa de Cancha Rayada, en que el Ejército Unido bajo las órdenes de San Martín fue derrotado cuando realizaba una maniobra nocturna para evitar un inminente ataque. En la oscuridad se generó una gran confusión, y los españoles perdieron 300 hombres, pero quedaron dueños del campo y capturaron el parque, fusiles y cañones, levantando mucho la moral de sus tropas. Los patriotas tuvieron 120 bajas, pero la división a cargo de Las Heras emprendió una retirada ordenada sustrayéndose a la lucha, con lo que pudo iniciar la reorganización de los restos del Ejército Unido.[71]​\n\nLa desmoralización hizo efecto en Santiago, y muchos patriotas escribieron a Osorio pidiendo clemencia, mientras otros huían a las Provincias Unidas. Pero San Martín no se dio por vencido, y en quince días puso nuevamente a su ejército en condiciones de luchar nuevamente y esperó a Osorio en los llanos del río Maipo.\n\nEl 5 de abril se produjo la batalla de Maipú, en que fuerzas patriotas obtuvieron una completa victoria. El adversario dejó en el campo de batalla 2000 cadáveres, cerca de 2500 prisioneros, todo su armamento y material de guerra. El brigadier O’Higgins, herido en Cancha Rayada, no participó de la batalla; pero se hizo presente una vez finalizada la lucha, montado en su caballo, para abrazar a San Martín y llamarlo «Salvador de Chile».[71]​\n\nEl escueto parte de la victoria dice:\n\n[ 71 ] ​ Acabamos de ganar completamente la acción. Nuestra caballería los persigue hasta concluirlos. La patria es libre, abril de 1818. San Martín.\n\nSección donde San Martín anuncia a O'Higgins la victoria en la batalla de Maipú\n\nCon la batalla de Maipú se obtuvo definitivamente la victoria sobre las tropas realistas, lo que aseguró la independencia de Chile. El Gobierno de Chile lo premió con una vajilla de plata y 6000 pesos, pero San Martín rechazó ambos regalos diciendo: «No estamos en tiempos para tanto lujo».[71]​\n\nSin embargo, San Martín tuvo opositores locales, como los hermanos Carrera, líderes de un sector opositor a O’Higgins, que diferían de San Martín y O'Higgins. Juan José y Luis Carrera fueron arrestados en Mendoza, y José Miguel huyó a la Banda Oriental. Poco antes de conocerse el resultado de la batalla de Maipú, Juan José y Luis Carrera fueron fusilados en Mendoza por orden del gobernador Toribio de Luzuriaga, a instancias de Bernardo de Monteagudo,[73]​ que poco después volvió a Chile.[c]​\n\nPreparativos para una nueva campaña\n\nLuego de la emancipación chilena, San Martín se trasladó a Buenos Aires para obtener del gobierno un empréstito que permitiera costear los gastos de la Expedición Libertadora del Perú. Pueyrredón le prometió 500 000 pesos, pero luego hubo dificultades para cumplir la promesa debido a las luchas internas entre Buenos Aires y los caudillos federales. Entonces San Martín renunció a la jefatura del ejército. Ante este hecho, el Directorio envió a San Martín 200 000 pesos. El Estado chileno contribuyó con su escuadra, al mando de Thomas Cochrane.[74]​\n\nEl Gobierno de Chile determinó que San Martín fuera el comandante en jefe de la expedición, que navegaría bajo bandera chilena. Finalmente, San Martín fue designado general en jefe y general del Ejército de Chile, y le fue conferido ad honorem el grado de capitán general dos días después. Cuando se disponía a reanudar la campaña al Perú recibió la orden del Directorio de marchar hacia el litoral argentino con su ejército para combatir a los federales de Santa Fe y Entre Ríos. San Martín se negó de plano, y ante la insistencia respondió con el silencio. En febrero de 1820, la victoria del Partido Federal provocó la caída del Directorio de las Provincias Unidas, por lo que el país quedó sin gobierno central.[d]​ Esta situación dejó sin respaldo legal su autoridad, por lo que renunció frente a los oficiales argentinos, pero estos, dirigidos por el coronel Enrique Martínez, rechazaron su renuncia.[74]​\n\nFinalmente, el 20 de agosto de 1820, San Martín partió junto a la expedición desde Valparaíso hacia el Perú. La expedición estaba constituida por alrededor de 4500 hombres, pertenecientes al Ejército libertador de los Andes y al Ejército de Chile, de los cuales 1600 eran marinos. Se embarcaron en ocho navíos de guerra y dieciséis transportes. No se puede especificar a ciencia cierta cuántos soldados argentinos y cuántos chilenos conformaban la expedición y qué número prevaleció, pero la mayor parte de los oficiales eran argentinos y los jefes navales de orígenes varios: algunos eran británicos, como Cochrane, y otros sudamericanos; entre ellos se contaba Manuel Blanco Encalada, un porteño que se nacionalizó chileno.[74]​\n\nIndependencia y Protectorado del Perú\n\nArtículo principal: Expedición libertadora del Perú\n\nEl 8 de septiembre de 1820, el ejército al mando de José de San Martín desembarcó en la playa de Paracas, cerca del puerto de Pisco, haciendo retroceder al ejército realista, que se replegó a la zona de la Sierra.\n\nSan Martín proclamando la Independencia del Perú frente a la multitud reunida en la Plaza de Armas de Lima (óleo de Juan Lepiani, en el Museo Nacional de Arqueología, Antropología e Historia del Perú).\n\nEl virrey Pezuela tenía bajo su mando a unos 20 000 soldados, distribuidos por todo el virreinato, de los cuales la mayor parte defendía Lima.[75]​ Tratando de ganar tiempo para reunir a todos los soldados, planteó una salida diplomática al conflicto, reuniéndose los delegados de ambas partes en Miraflores (sur de Lima), que finalmente no llegaron a ningún acuerdo aceptable para San Martín. Este envió una división al mando del general Juan Antonio Álvarez de Arenales por la ruta de la sierra, para perseguir a las divisiones realistas ubicadas en esa zona y propiciar la insurrección de las poblaciones a lo largo de su trayecto.[76]​\n\nSan Martín se reembarcó en la escuadra, y en los primeros días de noviembre desembarcó en la localidad de Huacho, donde fortificó su posición e inició su estrategia para sitiar definitivamente Lima.[75]​\n\nActa de la Independencia del Perú\n\nEl 29 de enero de 1821 se sublevaron altos oficiales realistas contra el virrey Pezuela, quien renunció a su cargo y fue sustituido por el general José de la Serna, que sería confirmado más tarde como virrey del Perú por la corona. El nuevo virrey propuso a San Martín nuevas negociaciones diplomáticas, que finalmente fracasaron debido a que la propuesta definitiva del general era la independencia del Perú. El sitio de Lima se prolongó por algunos meses; en el mes de marzo arribó al Perú el capitán Manuel Abreu, enviado por el rey de España como emisario pacificador, sin ninguna consecuencia favorable para los independentistas. San Martín decidió iniciar una nueva estrategia y envió dos ejércitos, uno al mando del general Guillermo Miller, para desembarcar en las costas del sur, y otra al mando del general Arenales, hacia la sierra.[76]​\n\nSan Martín dejó Huacho y desembarcó en Ancón, estrechando el cerco a Lima. En simultáneo inició nuevas negociaciones de paz, que se realizaron entre mayo y junio en la hacienda de Punchauca, cerca de Lima; los delegados de San Martín fueron Tomás Guido, Juan García del Río y José Ignacio de la Roza; por parte del virrey De La Serna fueron Manuel Abreu, Manuel de Llano y José María Galdeano. Las negociaciones de nuevo fracasaron.[75]​\n\nPocos días después se pasó a sus filas uno de los más destacados regimientos de las fuerzas del virrey: el regimiento realista Numancia, compuesto de venezolanos y neogranadinos, que había sido formado en Venezuela en 1813 y enviado al Perú tres años más tarde por Pablo Morillo. Esta deserción en masa desmoralizó al resto de las fuerzas realistas, lo que obligó a De La Serna a abandonar la ciudad el 5 de julio e internarse en la sierra. Esto le abrió las puertas de Lima a San Martín.\n\nGobierno en Perú\n\nArtículo principal: Protectorado de San Martín\n\nÓleo de José de San Martín (1919) de Daniel Hernández.\n\nPintura de José de San Martín como Protector del Perú, Fortaleza de Castillo Real Felipe, Sala de Gobernador, Callao, Lima, Perú\n\nSan Martín ocupó Lima y reunió un cabildo abierto el 15 de julio de 1821. El 28, ante una multitud en la Plaza de Armas de Lima, declaró la Independencia del Perú y fue nombrado Protector del Perú con autoridad civil y militar.[75]​\n\nFormó su ministerio con los ministros Hipólito Unanue, de Hacienda, Juan García del Río, de Relaciones Exteriores, y Bernardo de Monteagudo, de Guerra y Marina. En octubre dictó un Estatuto Provisorio de Gobierno, en el cual se establecía la división territorial, la libertad de vientres y la libertad de los indígenas de los tributos específicos.[77]​ En lo jurídico, el Reglamento establecía:\n\n[ 78 ] ​ Todas las leyes, ordenanzas y reglamentos quedan en su fuerza y vigor, mientras no sean derogadas o abrogadas por autoridad competente.\n\nEse año fundó la Biblioteca Nacional del Perú, a la que donó su colección de libros,[79]​ y creó la Orden del Sol, hoy llamada Orden El Sol del Perú.[80]​\n\nFundó la Sociedad Patriótica, formada por 40 ciudadanos peruanos, a quienes consideró los más ilustrados entre los decididos por la causa independentista. Esta se enfrascó en discusiones sobre la forma más conveniente de gobernar, entre la monarquía constitucional que apoyaba San Martín y defendían los ministros Unanue y Monteagudo, y la república, que defendían Manuel Pérez de Tudela y Mariano José de Arce. En apoyo a sus ideas monárquicas, envió a García del Río y Diego Paroissien a Europa, a conseguir un príncipe de la Casa de Sajonia-Coburgo-Gotha, para que reinara en el Perú. También debieron contratar un empréstito para continuar la campaña militar.[77]​\n\nEstableció la libertad de comercio y la libertad de imprenta, pero no permitió otro culto religioso que el católico. Expulsó a miles de españoles contrarios a la independencia y confiscó sus bienes.[78]​\n\nDesde Ancón, y luego desde Lima, San Martín envió una serie de campañas para incorporar al Protectorado al resto del Perú, pero algunos triunfos parciales no pudieron evitar que el Virrey se hiciera fuerte en la Sierra y fijara su capital en Cuzco; el Protector no tenía fuerzas para enfrentarlo con probabilidades ciertas de triunfar.[81]​\n\nDurante su protectorado recibió una carta del general Antonio José de Sucre, lugarteniente de Bolívar, para la campaña en el territorio de la Presidencia de Quito (actual Ecuador), en el que reclamaba la incorporación a la misma del batallón Numancia. A poco de desembarcar San Martín en territorio peruano, se había pasado a sus filas. San Martín se negó a perder la excelente unidad, y en su lugar envió una División Auxiliar al mando de Andrés de Santa Cruz ―en su mayoría compuesta por tropas inexpertas― que participaron en las batallas de Riobamba y Pichincha.[82]​\n\nEntre el 26 y 27 de julio de 1822, se realizó la Entrevista de Guayaquil, donde se reunió con Bolívar. El tema más importante fue la liberación del Perú, principal baluarte realista en Sudamérica. Tras una conversación privada, cuyo contenido solo se puede conjeturar, cedió a Bolívar la iniciativa y conclusión de la campaña libertadora.[83]​\n\nPoco después decidió retirarse de todos los cargos y volver a su país.\n\nHe convocado al Congreso para presentar ante él mi renuncia y retirarme a la vida privada con la satisfacción de haber puesto a la causa de la libertad toda la honradez de mi espíritu y la convicción de mi patriotismo. Dios, los hombres y la historia juzgarán mis actos públicos. [ 84 ] ​ José de San Martín (carta a Bolívar. Lima, 10 de septiembre de 1822).\n\nSu gobierno duró desde el 3 de agosto de 1821 hasta el 20 de septiembre de 1822.\n\nDejó el mando del ejército de los Andes en el coronel Rudecindo Alvarado, quien continuó las operaciones en Perú.[85]​\n\nRegresó a Argentina con solo ciento veinte onzas de oro, el estandarte de Francisco Pizarro bordado por Juana La Loca y la campanilla con que la Inquisición de Lima convocaba a los tribunales. El cirujano argentino René Favaloro interpretó el estandarte como «símbolo de la dominación y esclavitud sufrida por el Imperio de los incas, […] definitorias en cuanto a las convicciones del Libertador».[86]​\n\nEl retiro\n\nCasa donde murió San Martín (Boulogne Sur-Mer, Francia).\n\nTras regresar a Mendoza en enero de 1823, pidió autorización para regresar a Buenos Aires y reencontrarse con su esposa, que estaba muy enferma. Bernardino Rivadavia, ministro de Gobierno del gobernador Martín Rodríguez, se lo negó argumentando que no sería seguro para San Martín volver a la ciudad. Su apoyo a los caudillos del Interior y la desobediencia a una orden que había recibido del Gobierno de reprimir a los federales, le valió que los unitarios quisieran someterlo a juicio.[e]​\n\nAl empeorar la salud de su esposa, decidió viajar a Buenos Aires. Al llegar, su mujer ya había fallecido, el 3 de agosto de 1823.\n\nAl llegar a Buenos Aires se lo acusó de haberse convertido en un conspirador. Desalentado por las luchas internas entre unitarios y federales, decidió marcharse del país con su hija, quien había estado al cuidado de su abuela. El 10 de febrero de 1824 partió hacia el puerto de El Havre (Francia).\n\nTenía 45 años y era generalísimo del Perú, capitán general de la República de Chile y general de las Provincias Unidas del Río de la Plata. Luego de un breve período en Escocia, se instalaron en Bruselas y poco después en París. Su mayor preocupación era la educación de su hija. En 1825 redactó las Máximas para Merceditas, donde sintetizaba sus ideales educativos.[87]​\n\nEn 1826 volcó la galera que lo llevaba por un camino de Inglaterra, quedando debajo del carruaje. Como consecuencia del accidente estuvo varios meses en cama por los traumatismos y por las heridas sufridas por las astillas de vidrio de la ventana.[37]​\n\nOfreció sus servicios a las autoridades argentinas con motivo de la guerra con Brasil, solo después de la renuncia de Rivadavia a la presidencia, pero la guerra ya casi había terminado.[87]​\n\nBuenos Aires: atracción y repulsión\n\nA principios de 1829 San Martín intentó regresar nuevamente a Buenos Aires a bordo del paquete inglés Condesa de Chichester, al saber que había vuelto a estallar la guerra civil. Permaneció a bordo de incógnito bajo el nombre de José Matorras, aunque fue descubierto. Su antiguo subordinado, el general Juan Lavalle, había derrocado y fusilado al gobernador Manuel Dorrego, pero ante la imposibilidad de vencer en la contienda, ofreció a San Martín la gobernación de la provincia de Buenos Aires, pero este juzgó que la situación a que había llevado el enfrentamiento solamente se resolvería por la destrucción de uno de los dos partidos. Respondió a Lavalle que: «El general San Martín jamás desenvainará su espada para combatir a sus paisanos».[88]​\n\n[ 89 ] ​ Éste fue el panorama que San Martín encontró al llegar al Río de la Plata el 5 de febrero de 1829. Sus peores miedos a la anarquía parecían haberse confirmado, y ello fortaleció su determinación de mantenerse fuera de la política. Decidió desembarcar en Montevideo y esperar a conocer el desarrollo de los acontecimientos. No obstante, antes de que pudiera hacerlo, su nave continuó hacia Buenos Aires. San Martín se negó a pasar más allá de las boyas, y desde la rada solicitó un pasaporte de salida al ministro relevante, José Miguel Díaz Vélez, a quien explicó que había regresado con la firme intención de terminar sus días en un retiro privado, contando con la tranquilidad que esperaba encontrar. Sin embargo, en vista de la situación del país, y dado que él no pertenecía a ninguno de los bandos en disputa, había decidido seguir a Montevideo, «desde cuyo punto dirigiré mis votos por el pronto restablecimiento de la concordia» (San Martín a Díaz Vélez, rada de Buenos Aires, 6 de febrero de 1829).\n\nBreve estadía en Montevideo\n\nSe trasladó a Montevideo el 14 de febrero de 1829 a bordo del bergantín de guerra General Rondeau. A su llegada, San Martín se alojó inicialmente en un café-restaurante y pensión conocido como de Carreras, ubicado en la Plaza Matriz. Poco después, aceptó la invitación de la familia Vidal para residir en su casa.\n\nDurante su estancia en Montevideo, San Martín realizó algunas diligencias de carácter privado. Una de las más destacadas fue otorgar un poder general sobre sus bienes a favor de Gregorio Gómez, vecino de Buenos Aires, y en caso de su ausencia o imposibilidad, al doctor Vicente López y Planes.\n\nSan Martín se encontraba en Montevideo en un periodo en el cual el naciente Estado Oriental del Uruguay estaba en proceso de organización política luego de haber obtenido su independencia por medio de la Convención Preliminar de Paz. El 1 de diciembre de 1828 se había constituido la Asamblea General Constituyente y Legislativa del Estado, y el general José Rondeau había sido elegido gobernador provisorio. A su llegada, Rondeau envió al capitán Hermegildo de la Fuente para asistir a San Martín, ofreciéndole apoyo y hospitalidad.\n\nSan Martín también asistió a varias sesiones de la Asamblea Constituyente en la capilla de la Aguada, demostrando su interés en los debates y en la elaboración de la constitución que regiría al Uruguay. El 1 de mayo de 1829 presenció la entrada del Gobierno patrio a la ciudad, y fue invitado especialmente a las ceremonias en el Fuerte. En esa misma fecha, el enviado confidencial de Juan Lavalle, Eduardo Trolé, informó sobre el fracaso de sus tentativas para evitar que San Martín regresara a Europa. Se embarcó a su exilio definitivo el 6 de mayo de 1829 a bordo del Lady Wellington.\n\nDurante su estadía en Montevideo en 1829, José de San Martín fue considerado como un posible candidato para la primera presidencia del Uruguay independiente. Esta propuesta vino de militares orientales destacados como Juan Antonio Lavalleja y Fructuoso Rivera, quienes buscaban un presidente neutral en medio de las crecientes divisiones políticas entre sus respectivas tendencias. Sin embargo, San Martín rechazó esta oferta, eligiendo no involucrarse en los conflictos políticos de la región.[90]​\n\nSan Martín y Rosas\n\nEn 1835 Juan Manuel de Rosas volvió a la gobernación de Buenos Aires con poderes ilimitados, que no tardó en emplear para imponer un régimen intransigente sobre la base de la utilización de la «suma del poder público» y el uso sistemático del terrorismo de Estado.[91]​ En 1835-1836, la dictadura rosista no pareció alarmar a San Martín en principio, ya que consideraba que un régimen absoluto, obra de un gobierno fuerte y capaz de enseñar a sus compatriotas a obedecer, era la única respuesta a las desgracias del país.[92]​ Pero San Martín nunca desconoció la opresión del régimen, de la cual fueron víctimas directas su familia y amigos: Balcarce tuvo que abandonar su carrera diplomática, algunos miembros de la familia Escalada se vieron despojados de sus cargos públicos y privados de su libertad y su amigo irlandés John O’Brien fue encerrado en prisión.[92]​ San Martín condenaba las prácticas represivas de Rosas en contra de sus opositores, la persecución de personas honradas y la violencia de ese gobierno,[92]​ y lo confesó a su amigo Gregorio Gómez:\n\n[ 93 ] ​ «Es con verdadero sentimiento que veo el estado de nuestra desgraciada patria y lo peor de todo es que no veo una vislumbre de que mejore su suerte. Tú conoces mis sentimientos y por consiguiente yo no puedo aprobar la conducta del general Rosas cuando veo una persecución general contra los hombres más honrados de nuestro país: por otra parte, el asesinato del doctor Maza me convence que el gobierno de Buenos Aires no se apoya sino en la violencia. A pesar de esto yo no aprobaré jamás el que ningún hijo del país se una a una nación extranjera para humillar a su patria». San Martín a Gregorio Gómez, Grand Bourg, 21 de septiembre de 1839\n\nAsí, junto con la repugnancia que le generaban las prácticas represivas del gobierno rosista,[93]​ San Martín continuó apoyando la política exterior del dictador y su defensa de los intereses nacionales, y reaccionó con ira al bloqueo armado impuesto sobre Buenos Aires por las fuerzas navales anglofrancesas en 1845, como forma de «escoltar» una flota mercante por el río Paraná para inaugurar el comercio directo con el interior.[93]​ San Martín se encontraba en Italia meridional cuando conoció la noticia y escribió a Rosas para darle su apoyo en ese punto. Además no dudó en exponer sus opiniones al público europeo, al tiempo que preveía que la intervención estaba condenada al fracaso por la determinación del dictador, su control del territorio y su capacidad para reunir a la población en contra de los extranjeros. El bloqueo sólo tendría un impacto limitado, pues la mayor parte del pueblo vivía de los propios recursos del país y no tenía necesidad de las importaciones europeas. Durante 1846 el gobierno británico empezó a dar marcha atrás y tomar medidas para mejorar las relaciones con Argentina. Cuando se levantó el bloqueo en 1848, San Martín escribió a Rosas para felicitarle por su triunfo: Lynch cita las palabras de San Martín al decir que el dictador había salvado:\n\n[ 94 ] ​ «[...] el honor del país y presentando a todos los nuevos Estados americanos un modelo a seguir». San Martín a Rosas, Boulogne, 2 de noviembre de 1848\n\nY en su testamento hológrafo redactado el 23 de enero de 1844 (ver más adelante), San Martín legó su espada de campaña al dictador, del cual afirmó que había defendido:\n\n[ 95 ] ​ [...]«el honor de la República contra las injustas pretensiones de los extranjeros que trataban de humillarla».\n\nAños de despedida\n\nDaguerrotipo de San Martín a los setenta años de edad (1848).\n\nDurante los años que duró su exilio, San Martín mantuvo contacto con sus amigos en Buenos Aires, tratando de interiorizarse de lo que sucedía. En 1831 se radicó en Francia, en un suburbio de París.\n\nPor esos años tuvo lugar su encuentro con su antiguo compañero de armas en el ejército español, Alejandro Aguado, marqués de las Marismas del Guadalquivir, quien, convertido en un exitoso banquero, lo designó tutor de sus hijos, con una buena paga. Tres años más tarde, gracias al dinero ahorrado con este trabajo y a la venta de las fincas con que lo habían premiado el Gobierno de Mendoza y el de Perú, se mudó a una casa que compró en la villa de Grand Bourg, actualmente parte de la ciudad de Évry, departamento de Essonne, a corta distancia de París.[96]​\n\nRecibió la visita de personajes americanos, en general jóvenes románticos y liberales, exiliados de su país, como Juan Bautista Alberdi (en 1843) y Domingo Faustino Sarmiento (entre 1845 y 1848), que viajó a Europa por encargo del Gobierno de Chile y se encontró con San Martín en varias oportunidades. Hasta sus últimos años mantuvo correspondencia con su gran amigo Tomás Guido, quien lo mantenía informado sobre la situación en América.[87]​\n\nTestamento y muerte\n\nTestamento de San Martín\n\nJosé de San Martín fechó su testamento ológrafo en París el 23 de enero de 1844, en el que deja como única heredera a su hija.[87]​\n\nEntre sus cláusulas establecía:\n\nQue Mercedes otorgue a su tía María Elena una pensión hasta su fallecimiento.\n\nQue a la muerte de María Elena le otorgue una pensión a la hija de esta, Petronila.\n\nQue su sable corvo favorito, el de las batallas de Chacabuco y Maipú, fuera entregado al gobernador porteño Juan Manuel de Rosas, [ 97 ] ​ «como una prueba de la satisfacción que, como argentino, he tenido al ver la firmeza con que ha sostenido el honor de la República contra las injustas pretensiones de los extranjeros que trataban de humillarla». [ f ] ​\n\n​ «como una prueba de la satisfacción que, como argentino, he tenido al ver la firmeza con que ha sostenido el honor de la República contra las injustas pretensiones de los extranjeros que trataban de humillarla». ​ Prohibió la realización de funerales y de acompañamientos hasta el cementerio, «pero sí desearía que mi corazón fuese sepultado en Buenos Aires».\n\nDeclaraba como su primer título el de generalísimo del Ejército del Perú.\n\nEn marzo de 1848, al estallar la revolución en París, se trasladó a una habitación alquilada en la ciudad costera de Boulogne-sur-Mer. Allí falleció a la edad de 72 años, a las tres de la tarde del 17 de agosto de 1850 en compañía de su hija, de su yerno y sus nietos.[98]​[99]​\n\nSus restos\n\nMausoleo de San Martín en la Catedral de Buenos Aires\n\nSu cuerpo fue colocado en una capilla de la cripta de la Basílica de Nuestra Señora de la Inmaculada Concepción de Boulogne-sur-Mer y trasladado en 1861 a la bóveda de la familia González Balcarce, ubicada en el cementerio de Brunoy.\n\nLuego hubo varios intentos de repatriarlos, a los que se opuso su hija, quien, como esposa del embajador en Francia, prefería que permanecieran cerca de su residencia. A la muerte de Mercedes San Martín en febrero de 1875 se activaron las gestiones y durante la presidencia de Nicolás Avellaneda se creó la «Comisión encargada de la repatriación de los restos del Libertador». La repatriación de los restos de José de San Martín se produjo el 28 de mayo de 1880, cuando fueron conducidos a Buenos Aires en el vapor transporte Villarino en su viaje inaugural. Arribó en una masiva celebración pero en vísperas del estallido de la revolución de 1880.[87]​\n\nUna leyenda urbana sostiene que la Iglesia católica se habría opuesto a que se depositaran sus restos en la Catedral de Buenos Aires dada su condición de masón, que acarreaba, de suyo, la excomunión.[100]​ Según esta leyenda, solo tras largas negociaciones se habría alcanzado un acuerdo, en virtud del cual el féretro descansaría en una de las naves laterales de la catedral, e inclinado con la cabeza hacia abajo. Esta leyenda ha sido refutada por investigadores como Enrique Mario Mayochi, del Instituto Nacional Sanmartiniano, quien comentó:\n\n[ 101 ] ​ \"Fue la Municipalidad de Buenos Aires la que gestionó la cesión de parte del recinto catedralicio y (…) la autorización debida fue dada por la autoridad eclesiástica por entender, como antes se dijo, que sería una gloria tener y custodiar los restos del Libertador. Cuanta otra cosa se diga no pasa de especulación infundada o añagaza malintencionada\".\n\nEn el mausoleo se encuentra escrito:\n\n[ 102 ] ​ «Triunfó en San Lorenzo, afirmó la Independencia Argentina, pasó los Andes, llevó su bandera emancipadora a Chile, al Perú y al Ecuador».\n\nLas «Máximas para mi hija»\n\nMausoleo donde se encuentran los restos de Mercedes de San Martín, su esposo y su hija mayor. Basílica de San Francisco, Mendoza.\n\nJosé de San Martín escribió una lista de consejos para su hija Merceditas:[103]​\n\nHumanizar el carácter y hacerlo sensible aun con los insectos que nos perjudican. Stern [ 104 ] ​ ha dicho a una mosca abriéndole la ventana para que saliese: «Anda, pobre animal, el mundo es demasiado grande para nosotros dos». Inspirarle amor a la verdad y odio a la mentira. Inspirarle una gran confianza y amistad, pero unida al respeto. Estimular en Mercedes la caridad con los pobres. Respeto sobre la propiedad ajena. Acostumbrarla a guardar un secreto. Inspirarle sentimientos de indulgencia hacia todas las religiones. Dulzura con los criados, pobres y viejos. Que hable poco y lo preciso. Acostumbrarla a estar formal en la mesa. Amor al aseo y desprecio al lujo. Inspirarle amor por la Patria y por la Libertad.\n\nControversias\n\nMasonería\n\nExisten dos teorías en torno a la supuesta filiación masónica de San Martín, que generaron polémicas durante varios años. Mientras diversos historiadores afirman que en ningún momento ingresó en una logia masónica regularmente constituida, hay otros que aseguran lo contrario. Entre los primeros, se argumenta que la totalidad de las logias con las que mantuvo contacto a lo largo de su vida, principalmente la Lautaro, no eran estrictamente masónicas, sino que habrían sido únicamente grupos revolucionarios que tomaron como base de su organización elementos y símbolos masónicos que serían funcionales a su carácter de sociedad secreta.[105]​ Los documentos, no obstante, demuestran que se trataría de una logia operativa, no en el sentido literalmente constructivo como es el caso de las cofradías medievales, sino que ostentaría objetivos revolucionarios.\n\nPor su parte, el historiador Emilio J. Corbière señala que San Martín dio sus primeros pasos en la masonería iniciándose en la Logia Integridad de Cádiz y luego pasó a formar parte de la Logia Caballeros Racionales N.º 3, donde el 6 de mayo de 1808[7]​ le fue otorgado el 3.º grado de la masonería simbólica, con lo que accedió al título de «maestro masón». Tras renunciar a su carrera militar en España, viajó a Inglaterra, donde se reunió con Carlos María de Alvear, un reconocido miembro de la Logia Lautaro que trabajaba con la Logia Flor de los Americanos. En una de las tenidas (o reuniones) se decidió abatir columnas y regresar a suelo americano para llevar a cabo la campaña que allí se habría gestado. Mientras tanto, Simón Bolívar era iniciado por Francisco de Miranda. Al poco tiempo, San Martín, Alvear y José Matías Zapiola obtenían el grado 5.º de la logia.[106]​\n\nMonumento a San Martín en su cruce de los Andes, en la plaza San Martín de Lima (Perú).\n\nPoco después de su llegada, en 1812, junto a sus hermanos masones, Alvear y Zapiola, fundó un Triángulo Masónico que constituiría la base de la futura Logia Lautaro. En ese entonces la Orden ya estaba implantada con la Logia Independencia, que funcionaba desde 1795, pues su llegada al Río de la Plata databa de finales del xviii, con una importante influencia de la masonería española y no así de la inglesa, como se creyó en un momento. Con el mismo nombre, Independencia, se fundó en 1810 una nueva logia, también conocida como Logia de San Juan, bajo las órdenes del doctor Julián Álvarez, que colaboró enormemente en los comienzos de la Lautaro.[107]​\n\nSiguiendo la antigua tradición de adoptar nombres simbólicos o iniciáticos, San Martín era conocido entre los lautarinos como Hermano Inaco.[108]​\n\nEn una carta dirigida al general Guillermo Miller, respondiendo a preguntas concernientes a la Logia de Buenos Aires, San Martín escribe:\n\n[ 108 ] ​ No creo conveniente hable Ud. lo más mínimo de la logia de Buenos Aires. Estos son asuntos enteramente privados, y que aunque han tenido y tienen una gran influencia en los acontecimientos de la revolución de aquella parte de América no podrían manifestarse sin faltar por mi parte a los más sagrados compromisos. A propósito de logias, sé a no dudar que estas sociedades se han multiplicado en el Perú de un modo extraordinario. Esta es una guerra de zapa que difícilmente se podrá contener, y que hará cambiar los planes más bien combinados.\n\nLa Logia de Buenos Aires, de acuerdo con las palabras del investigador y escritor masónico Albert Gallatin Mackey, estaba destinada a los Grados Superiores y determinaba las decisiones políticas que se debían implementar.[107]​\n\nEl general Tomás de Iriarte declaró en sus memorias que tanto la Logia Lautaro como la Logia de Julián Álvarez eran masónicas. Sin embargo, Bartolomé Mitre, masón grado 33, escribió en su «Historia de San Martín y la Emancipación Sudamericana» que la Logia Lautaro era una sociedad secreta de carácter netamente político, que no pertenecía a la masonería.[109]​\n\nEn 1825, en Bruselas, San Martín recibió una medalla masónica con su efigie por parte de la Logia belga La Parfaite Amitié (La Perfecta Amistad), en reconocimiento a su labor desempeñada en la revolución americana. Esta medalla se suele utilizar para demostrar la pertenencia de San Martín a la masonería, cosa que no está probada documentalmente. En todo caso, todo parece indicar que, si bien es muy probable que San Martín haya sido iniciado en Europa, su relación con la masonería se diluyó con el paso de los años.[108]​\n\nFiliación polémica\n\nMonumento a José de San Martín en la ciudad de La Rioja (Argentina)\n\nEn 2000, el escritor José Ignacio García Hamilton en su libro Don José: la vida de San Martín expuso una versión controvertida acerca de un origen mestizo de José de San Martín.\n\nLa versión de mestizo se basó en otra del historiador argentino Hugo Chumbita, según la que el general sería hijo del español Diego de Alvear (padre de Carlos María de Alvear) y de una joven guaraní llamada Rosa Guarú. Según Chumbita, Alvear habría entregado a José al matrimonio formado por Juan de San Martín y Gregoria Matorras, quienes lo bautizaron dándole su apellido. Para estas afirmaciones Chumbita se basó en un libro de memorias de María Joaquina de Alvear y Sáenz de Quintanilla, hija de Carlos de Alvear, quien en sus escritos refiere el hecho como tradición familiar, declarando, literalmente: «Soy sobrina carnal, por ser hijo natural de mi abuelo el señor don Diego de Alvear Ponce de León, habido en una indígena correntina, del general José de San Martín... que más tarde selló la libertad hispanoamericana...».[110]​\n\nJuan Bautista Alberdi, que trató personalmente con San Martín en 1843, sostuvo que la frecuente descripción como «indio» no se comparecía con su apariencia física.[111]​\n\nEl tema ha sido declarado de interés por la Cámara de Diputados de la Nación, según resolución del 4 de octubre de 2006.[112]​\n\nSu lugar en la construcción de la identidad nacional argentina\n\nLa figura de San Martín ocupa un lugar central en la versión de la historia que ha circulado en las escuelas argentinas, a través de las cuales se ha conformado la identidad de muchos de los ciudadanos de este Estado hispanoamericano. A San Martín se lo ha considerado el «Padre de la Patria», fundamentalmente a partir de la obra de Bartolomé Mitre, Historia de San Martín y de la emancipación americana, y de la de Ricardo Rojas, El santo de la espada.\n\nHistoriadores como Rodolfo Terragno o Luis Alberto Romero sostienen que tenía a lo sumo un ideal americanista y no una identidad argentina, ya que no podía ser parte de algo que aún no existía.[113]​\n\nMonumento a San Martín frente a la embajada argentina en La Paz, Bolivia.\n\nUna de las principales líneas férreas de la Argentina lleva su nombre. El Ferrocarril General San Martín recorre el país desde la ciudad de Buenos Aires hasta las provincias de Mendoza y San Juan, en la zona de Cuyo, de la que fue gobernador.[114]​\n\nEn la cultura popular\n\nMonumento a San Martín en Boulogne-sur-Mer (Francia), donde murió\n\nBusto de San Martín en La Coruña, Galicia, (España).\n\nLibros\n\nSi bien la bibliografía dedicada a José de San Martín es muy extensa, se pueden mencionar los siguientes libros:\n\nPelículas\n\nMonumento a José de San Martín en Madrid.\n\nMonumento a José de San Martín en Washington D. C.\n\nEntre las películas argentinas que han retratado en todo o en parte la figura de José de San Martín se citan las siguientes:\n\nMientras, en películas chilenas se destacan los telefilmes de la serie Héroes, todos con Daniel Muñoz actuando en el papel de San Martín:\n\nO'Higgins, vivir para merecer su nombre , de Ricardo Larraín (2007).\n\n, de Ricardo Larraín (2007). Carrera, el príncipe de los caminos , de Cristián Galaz (2007).\n\n, de Cristián Galaz (2007). Rodríguez, hijo de la rebeldía, de Cristián Galaz (2007).\n\nEn Perú no se han realizado películas incluyendo la figura de San Martín, aunque su personaje ha sido incluido como uno de los protagonistas de la teleserie histórica El Último Bastión, que se inició en 2018.\n\nJuegos\n\nLa imagen de San Martín forma parte de al menos tres cartas en el juego argentino de cartas intercambiables Gobierno & Prestigio, como 'José de San Martín' (Expansión Inicial 2018), 'San Martín, General en Jefe' (Expansión 'Era de los Súbditos') y 'San Martín, Prócer de Perú' (Expansión 'Complot de los Súbditos').\n\nTambién forma parte del juego didáctico Nabuko Generales y Conquistadores, un juego de mesa en el que aparece entre otros personajes de la historia universal, como Julio César, Alejandro Magno, George Washington, y varios más. En 2008 se lo incluyó en Civilization IV: Colonization, un videojuego de estrategia por turnos basado en la colonización del continente americano. En el juego Age of Empires III: The WarChiefs, aparece como un revolucionario de las Provincias Unidas del Río de la Plata.[116]​\n\nNumismática\n\nLa figura de San Martín fue usada en diversos billetes de circulación nacional en Argentina. El primer homenaje le fue dado en los pesos moneda nacional, en su emisión 1942-1969. Allí aparece en los billetes de 5, 10, 50, 100, 500, 1000 y 5000 pesos, con el aspecto de la iconografía habitual, y en los de 10 000 y otros de 500 con su aspecto en su vejez. El reverso de los billetes representaba hechos o sitios de la historia argentina, no todos relacionados con San Martín. En los pesos Ley 18.188, San Martín aparece solo en su vejez, en los billetes de 50, 100, 500, 1000, 5000, 10 000, 50 000, 100 000, 500 000 y 1 000 000 de pesos. Es, junto a Manuel Belgrano, el único prócer argentino utilizado en la iconografía de dicha moneda. Los australes apelaron a un conjunto de próceres entre los que no se encontraba San Martín, pero más adelante los billetes de 1 000, 10 000, 50 000 y 500 000 pesos ley fueron resellados para circular como australes, aunque al primero de ellos se le asignó el valor de un austral. El peso convertible, aún vigente, incluye a San Martín en los billetes de 5 pesos.\n\nTambién en monedas ha recibido frecuentes homenajes. En 1950, en conmemoración del centenario de su fallecimiento, se emitieron monedas de 5, 10 y 20 centavos (peso moneda nacional) que incluían la leyenda «Año del Libertador General San Martín» y la imagen de su vejez. Desde 1951 hasta 1956 se siguieron acuñando estas monedas, aunque reemplazando la leyenda por el año normal de acuñación, y sumándose, además, en 1952 la moneda correspondiente al valor de 50 centavos.[117]​[118]​[119]​\n\nEn 1978, en el bicentenario de su nacimiento, se emitieron monedas con su imagen por el valor de 50 y 100 pesos (pesos Ley 18.188), que se siguieron acuñando hasta 1981.[120]​[121]​[122]​ En el año 2000, a 150 años de su fallecimiento, se acuñó una moneda conmemorativa de curso legal de 50 centavos y una moneda de oro destinada a coleccionistas de 5 pesos con el mismo motivo.[123]​[124]​[125]​\n\nHimno a San Martín\n\nHimno al Libertador General San Martín\n\nMúsica: Arturo Luzzatti.\n\nLetra: Segundo M. Argarañaz.[126]​\n\n\n\ndé la mar el metal de su voz,\n\ny entre cielos y nieves eternas\n\nse alce el trono del Libertador. Yerga el Ande su cumbre más alta,dé la mar el metal de su voz,y entre cielos y nieves eternasse alce el trono del Libertador. Suenen claras trompetas de gloria\n\ny levanten un himno triunfal,\n\nque la luz de la Historia agiganta\n\nla figura del Gran Capitán. De las tierras del Plata a Mendoza,\n\nde Santiago a la Lima gentil,\n\nfue sembrando en la ruta laureles\n\na su paso triunfal San Martín. San Martín, el señor en la guerra,\n\npor secreto designio de Dios,\n\ngrande fue cuando el Sol lo alumbraba,\n\ny más grande en la puesta del Sol. ¡Padre augusto del pueblo argentino,\n\nhéroe magno de la libertad!\n\nA su sombra la Patria se agranda\n\nen virtud, en trabajo y en paz. ¡San Martín! ¡San Martín! Que tu nombre,\n\nhonra y prez de los pueblos del Sur,\n\nasegure por siempre los rumbos\n\nde la Patria que alumbra tu luz. ¡San Martín! ¡San Martín! Que tu nombre,honra y prez de los pueblos del Sur,asegure por siempre los rumbosde la Patria que alumbra tu luz.\n\nVéase también\n\nNotas\n\n↑ Esta división entre aristócratas y liberales es muy relativa; los jefes de ambos partidos eran de clase alta, y las posiciones que adoptaban sus seguidores no tenían una exacta correlación con las divisiones ideológicas de esa época ni con las actuales. ↑\n\nPara más información leer artículo No existen documentos o partes oficiales que especifiquen concretamente el aporte de patriotas chilenos en los 3778 soldados de tropa del ejército argentino. El único documento oficial relacionado existente es el parte oficial del político y militar chileno José Miguel Carrera , fechado el 22 de octubre de 1814. Él totalizó en 708 a los soldados chilenos que emigraron a Mendoza después de la batalla de Rancagua ; también se conoce que ―por diferencias entre San Martín y Carrera―, solo una fracción de los emigrados se unió al ejército de los Andes.Para más información leer artículo emigración chilena como consecuencia de la Batalla de Rancagua ↑ Más tarde, Monteagudo sería también acusado de haber ordenado asesinar a Manuel Javier Rodríguez Erdoíza ↑ La caída del gobierno central significó la desaparición de un gobierno único para toda la Argentina, por lo menos hasta 1852. ↑ Estanislao López, caudillo de Santa Fe, le escribió ofreciéndole llevarlo con sus tropas hasta el centro de la ciudad de Buenos Aires si no le permitieran ir allí (Leoncio Gianello: Historia de Santa Fe. Buenos Aires: Plus Ultra, 1986). ↑ Se refería al bloqueo al que fue sometida la Argentina desde 1845 hasta 1849 por los Gobiernos de Gran Bretaña y Francia (Antonio E. Castello: «El gran bloqueo», en revista Todo es Historia, N.º 182). ↑ No es una obra dedicada exclusivamente a las campañas de San Martín, pero dedica muchas páginas a las batallas en que participaron San Martín y sus subordinados. ↑ Tampoco se dedica exclusivamente a analizar las campañas de San Martín, pero lo hace en profundidad con una visión actual.\n\nReferencias\n\nBibliografía\n\nMonumento ecuestre dedicado a San Martín en Bogotá.\n\nGeneral\n\nSección Sus restos\n\nSección Filiación polémica\n\nChumbita, Hugo (2004): Hijos del país: San Martín, Yrigoyen y Perón . Buenos Aires: Emecé. ISBN 978-950-07-1801-1.\n\n(2004): . Buenos Aires: Emecé. ISBN 978-950-07-1801-1. García Hamilton, José Ignacio (2000): Don José, la vida de San Martín . Buenos Aires: Sudamericana, décima edición, 2000. ISBN 978-950-07-1801-1.\n\n(2000): . Buenos Aires: Sudamericana, décima edición, 2000. ISBN 978-950-07-1801-1. Paredes M., Jorge G. San Martín. En torno a sus orígenes, en Razón y palabra.\n\nSección Numismática\n\nCunietti Ferrando , Arnaldo. J. (1987). Banco Roberets, ed. Historia de la moneda metálica argentina . Buenos Aires.\n\nGancedo , Rubén Horacio (2005). Catálogo de monedas de la República Argentina de 1881 a 2004 . Buenos Aires: El Fortín. ISBN 987-95486-0-4 . (2005).. Buenos Aires: El Fortín.\n\nJanson , Héctor Carlos (2004). Héctor Carlos Janson, ed. Amonedación de la República Argentina 1881-2004. Buenos Aires."
    },
    {
        "title": "Wikipedia, la enciclopedia libre",
        "text": "Los términos enfermedad mental, trastorno mental y trastorno de la salud mental y otros sinónimos se aplican a una amplia variedad de problemas, cada uno de ellos con características distintas. En líneas generales, se manifiestan como alteraciones en los procesos del razonamiento, el comportamiento, la facultad de reconocer la realidad, las emociones o la relación con los demás, consideradas como anormales con respecto al grupo social de referencia del cual proviene la persona. No tienen una única causa, sino que son el resultado de una compleja interacción entre factores biológicos, sociales y psicológicos. Con frecuencia se puede identificar y tratar una causa orgánica subyacente.[1]​[2]​[3]​[4]​[5]​[6]​[7]​[8]​[9]​[10]​[11]​[12]​[13]​[14]​\n\nLas evaluaciones del paciente son realizadas por profesionales de psiquiatría o psicología, utilizando diversos métodos, como pruebas psicométricas, pero a menudo dependen de la observación y la entrevista personal. Los tratamientos tradicionales han sido la psicoterapia y los psicofármacos siendo añadidos, desde los procesos de reforma psiquiátrica de los años 1970 y 1980, enfoques más integrales y afines con la perspectiva biopsicosocial. Estos tratamientos incluyen el trabajo de intervención social, los grupos de ayuda o apoyo mutuo (con o sin facilitación de profesionales del ámbito psicosocial de la psicología, la educación o el trabajo social), autoayuda o cambios en el estilo de vida.[15]​[16]​ En los años 1990 se comenzó a implantar el llamado modelo de recuperación en numerosos países, sobre todo de ámbito anglosajón y en especial en Reino Unido y EE. UU.\n\nLas evidencias científicas desde la psiquiatría nutricional confirman que la alimentación es un factor de riesgo para el desarrollo de trastornos mentales, en todas las edades y países.[15]​[16]​[17]​[18]​ Asimismo, se ha demostrado que tanto el estrés como los problemas psicológicos o psiquiátricos provocan malos hábitos alimenticios afectando a la calidad de la nutrición y causando diversos trastornos de salud general y empeorando la salud mental, entrando en un proceso de retroalimentación.[19]​\n\nLos trastornos mentales más comunes incluyen la depresión (que afecta a unos 300 millones de personas en el mundo), el trastorno bipolar (unos 60 millones), la demencia (unos 50 millones), la esquizofrenia y otras psicosis (unos 23 millones) y los trastornos del desarrollo, incluido el autismo.[15]​\n\nEl estigma social y el mentalismo (o cuerdismo) son formas de discriminación cada vez más consideradas como factores que aumentan el sufrimiento psíquico y el grado de discapacidad asociados a los trastornos mentales. Desde la intervención social (trabajo y educación social, terapia ocupacional, salud comunitaria, etc) y los movimientos sociales del colectivo de personas afectadas intentan aumentar la comprensión de estos factores para evitar la exclusión social y las dificultades que supone para los procesos de recuperación.\n\nTerminología [ editar ]\n\nDependiendo del concepto de enfermedad que se utilice, algunos autores consideran adecuado utilizar en el campo de la salud mental el término trastorno mental (que es el que utilizan los dos sistemas clasificatorios de la psicopatología más importantes en la actualidad: la CIE-10 de la Organización Mundial de la Salud y el DSM-V-TR de la Asociación Estadounidense de Psiquiatría), sobre todo en aquellos casos en los que la etiología biológica no está claramente demostrada.[20]​[21]​ Además, el término enfermedad mental está asociado a estigmatización social y cuerdismo. Por estas razones, el término está en desuso y se usan más trastorno mental o psicopatología. Sin embargo, el término trastorno mental también ha sido objeto de controversia y crítica junto al propio sistema diagnóstico.\n\nEn su Diccionario de Psicopatología Fantástica, José Retik crea entidades psicopatológicas fantásticas inventando sus propias patologías.[22]​ No fue el primero en realizar este ejercicio. En 1995, al psiquiatra Ivan Goldberg, afincado en Nueva York, se le ocurrió gastar una broma. Había leído la cuarta edición del Manual diagnóstico y estadístico de trastornos mentales (DSM, en inglés), la llamada Biblia de la psiquiatría moderna, y decidió animarse con una parodia. Esta fue tomada en serio y acabó convertida en un trastorno llamado \"desorden de adicción a Internet\" (IAD, en inglés).[23]​ La invención de trastornos mentales ha sido una broma recurrente canalizadora de crítica que ha dado lugar a textos como la \"Proposición para clasificar la felicidad como un trastorno psiquiátrico\"[24]​ del psicólogo clínico Richard P. Bentall o a la \"Etiología y tratamiento de la niñez\"[25]​ del psiquiatra Jordan W. Smoller en la publicación satírica y humorística Journal of Polymorphous Perversity (Revista de la Perversidad Polimorfa).\n\nHistoria [ editar ]\n\nEn la antigüedad, se relacionaba los trastornos mentales con causas sobrenaturales. Las culturas más primitivas los atribuían a posesiones demoníacas o fuerzas naturales y las culturas más complejas a los dioses.[26]​ Estos pensamientos primitivos dieron lugar a la práctica de trepanaciones craneanas con el objetivo de \"dejar salir a los demonios que provocaban las enfermedades mentales\" y sobre las que existen evidencias que datan desde hace más de 5000 años, a torturas o al confinamiento de los enfermos.[26]​\n\nEn el siglo XIX, los manicomios eran como cárceles, pues solo se disfrazaba la tortura como una curación, uno de los tantos casos fue en el hospital psiquiátrico Charenton en París, donde aplicaban como tratamiento, mantenerlos atados, sumergirlos en agua fría o golpearlos. Todo esto para apartar las ideas e ilusiones que estas personas pudieran albergar.\n\nEn 1949, Antonio Egas Moniz recibió el premio Nobel en Medicina por \"por su descubrimiento del valor terapéutico de la lobotomía en determinadas psicosis\",[27]​ técnica que consiste en retirar total o parcialmente un fragmento del cerebro en la parte frontal. Walter Freeman, médico estadounidense, fue el pionero de las lobotomías transorbitales, técnica que realizó profusamente y se vio envuelta en una gran polémica, hasta su última intervención en 1967.\n\nParalelamente, en 1964 se llevó a cabo el proyecto MK-ULTRA, que buscaba controlar la mente y así borrar la memoria existente y reconstruir el pensamiento, algunos de los experimentos realizados eran la radiación, uso de psicotrópicos, inyección simultánea de barbitúricos y anfetaminas, y descargas eléctricas al cerebro. El único resultado de este experimento fue dejar a las personas involucradas con daño cerebral.[28]​\n\nEtiología [ editar ]\n\nLa prevalencia de enfermedades mentales es mayor en países con mayor desigualdad económica.\n\nOrden de co-heredabilidad existente entre los diferentes pares de trastornos. [ 29 ] ​\n\nEsquema que representa los dos principales pares de trastornos que muestran mayor correlación genética. [ 29 ] ​\n\nNo se conoce la causa exacta de los trastornos mentales, si bien todo parece indicar que se trata del resultado de una compleja interacción entre diversos factores biológicos, sociales y psicológicos.[1]​[2]​[3]​[6]​[7]​ Las puntuaciones altas en neuroticismo son predictivos para el desarrollo de todos los trastornos mentales comunes.[30]​\n\nAl menos una parte de los casos de ciertos trastornos psiquiátricos son secundarios a una causa orgánica, cuyo tratamiento puede ayudar a la mejoría de los síntomas o incluso a la recuperación funcional parcial o total.[4]​[7]​[8]​[9]​[10]​[11]​[12]​[13]​[14]​ Las personas sometidas a situaciones de estrés, tensión emocional o problemas psicológicos o psiquiátricos descuidan su alimentación y adoptan hábitos alimenticios perjudiciales. Esta mala alimentación conlleva una mala nutrición que causa diversos trastornos de salud general y afecta también a la salud mental, retroalimentando el proceso.\n\nLa mala salud física es un factor particularmente importante que predice una mala salud mental. Los trastornos de la salud mental están claramente relacionados con las denominadas \"enfermedades de la civilización\" y presentan diferencias por sexos,[31]​ compartiendo multitud de vías fisiopatológicas, incluidas las alteraciones del sistema inmunitario y el estrés oxidativo. En cualquier especialidad médica, desde cardiología y dermatología hasta gastroenterología y reumatología, la salud mental es una variable de importancia. Sin embargo, las investigaciones recientes concluyen que la nutrición no solo afecta directamente las condiciones tratadas en diversas disciplinas médicas, sino que también tiene el potencial de influir (mejorando o empeorando) en los trastornos mentales.[19]​\n\nExisten pruebas que confirman la implicación de factores genéticos en ciertos trastornos psiquiátricos. Concretamente, se han identificado 134 genes (206 variantes) que se asocian con un mayor riesgo de desarrollar trastorno depresivo mayor, trastornos de ansiedad, esquizofrenia, trastorno bipolar y trastorno por déficit de atención con hiperactividad. Los avances más significativos se han producido en el estudio de la esquizofrenia, con 50 genes identificados. En contraposición, solo se han encontrado 3 genes implicados en los trastornos de ansiedad.[32]​\n\nClasificación [ editar ]\n\nArtículo principal: Manual diagnóstico y estadístico de los trastornos mentales\n\nAun cuando clásicamente se han dividido los trastornos mentales en Trastornos Orgánicos y Trastornos Funcionales, haciendo referencia al grado de génesis fisiológica o psíquica que determine al padecimiento, la clínica demuestra que ambas esferas no son independientes entre sí y que en la patología, como en el resto del desempeño psíquico \"normal\", ambos factores interactúan y se correlacionan para generar el amplio espectro del comportamiento humano tal como lo conocemos.[3]​ De hecho, alteraciones biológicas alteran la psique, al igual que alteraciones psicológicas alteran o modifican la biología.[5]​[6]​[7]​\n\nSegún el DSM-IV-TR, los trastornos son una clasificación por categorías no excluyente, basada en criterios con rasgos definitorios. Admiten que no existe una definición que especifique adecuadamente los límites del concepto, careciendo de una definición operacional consistente que englobe todas las posibilidades. Un trastorno es un patrón comportamental o psicológico de significación clínica que, cualquiera que sea su causa, es una manifestación individual de una disfunción comportamental, psicológica o biológica. Esta manifestación es considerada síntoma cuando aparece asociada a un malestar (por ejemplo, dolor), a una discapacidad (por ejemplo, deterioro en un área de funcionamiento) o a un riesgo significativamente aumentado de morir o de sufrir dolor, discapacidad o pérdida de libertad.\n\nOtros modelos plantean que el trastorno mental grave no es algo definible dentro de alguna categoría diagnóstica sino un desplazamiento dentro de un continuo entre neurosis y psicosis. Esta postura es la que defiende, por ejemplo, el psiquiatra e investigador Jim Van Os.[33]​[34]​[35]​ También se ha planteado que la aplicación de un modelo diagnóstico de tipo biomédico es demasiado reduccionista y provoca más problemas más que ayuda en el análisis y tratamiento de unos trastornos que tienen raíces y necesidades bio-psicosociales. Frente al modelo diagnóstico de origen biomédico se ha propuesto por parte de la Division of Clinical Psychology (División de Psicología Clínica) de la British Psychological Society (Asociación Británica de Psicología) el Marco de Poder, Amenaza y Significado (Marco PAS).[36]​[37]​[38]​\n\nUna concepción errónea muy frecuente es pensar que la clasificación de los trastornos mentales clasifica a las personas; lo que realmente hace es clasificar los trastornos de las personas que los padecen. Este sesgo relacionado con la teoría del etiquetado es uno de los factores que reciben más críticas desde la perspectiva psicosocial del tratamiento de los trastornos mentales en general y pero que afecta sobre todo a los graves (esquizofrenia, trastorno bipolar, etc). El concepto que suele utilizarse para este problema es el llamado estigma social de los trastornos mentales pero desde las organizaciones de personas afectadas se habla de cuerdismo o mentalismo ya que se considera que el concepto de estigma social no señala las discriminaciones que se dan dentro de las propias instituciones sanitarias, sociales o jurídicas encargadas de su atención, protección y cuidado. Las implicaciones de un diagnóstico psiquiátrico pueden tener graves repercusiones sobre la persona y su entorno familiar y comunitario, dificultando de forma seria el proceso de inclusión social y recuperación de su trastorno o incluso agravando la situación.[39]​[40]​[41]​[42]​[43]​[44]​\n\nExisten numerosas categorías de trastornos mentales, con mayor o menor gravedad tanto en la vivencia subjetiva del individuo como en su repercusión dentro del funcionamiento social, así se hace alusión a otra clasificación clásica: Trastornos Neuróticos y Trastornos Psicóticos.\n\nLas neurosis afectan en mayor grado a la percepción del sujeto sobre sí mismo, y a su nivel de agrado, de plenitud y de integración del yo, así como a sus relaciones con el entorno social y familiar más cercano; sin embargo, no presentan los síntomas usuales de desconexión con la realidad y amplio alejamiento de la vida social, pueden desempeñarse laboral y académicamente, y según Freud y las escuelas psicoanalíticas este estado es la condición natural de la vida psíquica.\n\nLas psicosis, abarcan la manifestación más claramente asociada con la enfermedad mental, sus síntomas clásicos incluyen las alucinaciones, delirios y grave alteración afectiva y relacional, estos trastornos suelen tener un factor orgánico bastante pronunciado como los Trastornos Depresivos y Bipolares, aunque las esquizofrenias son claramente las de mayor repercusión personal, social y familiar dado su carácter crónico y degenerativo caracterizado por los elementos propios de todos los trastornos psicóticos a los cuales se añaden la desconexión con la realidad y aplanamiento afectivo.\n\nDiagnóstico diferencial [ editar ]\n\nEl primer paso ante un paciente con síntomas relacionados con un posible trastorno mental es realizar una completa evaluación clínica, para excluir o confirmar la presencia de una causa orgánica subyacente o asociada. Existe un amplio abanico de trastornos orgánicos que cursan con síntomas psiquiátricos o que pueden simular un trastorno mental. Su identificación puede llegar a resultar compleja y no siempre se realiza una adecuada evaluación del paciente.[7]​[8]​[13]​[12]​[9]​ En ocasiones, los síntomas psiquiátricos se desarrollan antes de la aparición de otros síntomas o signos más característicos de la enfermedad, como ocurre en ciertos trastornos metabólicos,[13]​[12]​[9]​ e incluso pueden ser las únicas manifestaciones de la enfermedad en ausencia de cualquier otro síntoma, como ocurre en algunos casos de enfermedad celíaca o de sensibilidad al gluten no celíaca,[8]​ por lo que con frecuencia no se consigue un diagnóstico correcto o este se demora durante años.[8]​[13]​[12]​\n\nAlgunos de los trastornos que cursan frecuentemente con síntomas psiquiátricos o pueden confundirse con una enfermedad mental incluyen:\n\nTratamiento [ editar ]\n\nEl primer paso en la atención habitual parte de la atención sanitaria. Consiste en realizar una evaluación clínica del paciente, para intentar identificar y tratar un posible trastorno orgánico asociado que cause o potencie la sintomatología psiquiátrica, lo que puede conseguir la completa recuperación del paciente o un considerable alivio de sus síntomas.[4]​[6]​[7]​[8]​[9]​[10]​[11]​[12]​[13]​[14]​\n\nEl siguiente paso utiliza un enfoque integrador y multidisciplinar, en el que participan psiquiatría, psicología, educación social, enfermería psiquiátrica, trabajo social, terapia ocupacional y otras intervenciones. Cada tratamiento integra, dependiendo del caso, la administración de psicofármacos como métodos paliativos de los síntomas más pronunciados, así como un proceso de intervención psicológica para atender los orígenes y manifestaciones del trastorno y generar, de esta manera, un estado de bienestar más sólido, efectivo y permanente en las personas que sufren un trastorno mental.[cita requerida]\n\nEn países de la OCDE, la proporción de la población en edad de trabajar que depende de beneficios por discapacidades y enfermedades ha tendido a aumentar, lo que ha repercutido negativamente en las personas afectadas, sus familias, sus empleadores y la sociedad en general.[cita requerida] La gestión laboral de discapacidades (WPDM, por sus siglas en inglés) es un enfoque integral y cohesivo, que ofrece una amplia variedad de prácticas para los empleados que se lesionan o enferman. Estos programas típicamente comprenden múltiples componentes, tales como el contacto temprano, educación del personal y actividades de rehabilitación laboral.[cita requerida]\n\nUna revisión sistemática de 13 estudios, ocho realizados en Estados Unidos y cinco en Canadá, evaluó la efectividad de los programas laborales de gestión de discapacidades para fomentar el regreso al trabajo, sin embargo, no encontró evidencia adecuada para realizar una síntesis cuantitativa de los resultados, por lo que no fue posible llegar a una conclusión general acerca de la efectividad de estos programas. Tampoco se pudo determinar si son algunos componentes específicos de un programa o si es el conjunto de estos componentes los que están impulsando la efectividad. Se requieren investigaciones rigurosas adicionales, que garanticen un enfoque más amplio.[45]​\n\nSituación jurídica [ editar ]\n\nVéase también [ editar ]"
    },
    {
        "title": "Wikipedia, la enciclopedia libre",
        "text": "«Medieval» redirige aquí. Para otras acepciones, véase Medieval (desambiguación)\n\nSanta Sofía de Constantinopla (532-537). El Imperio bizantino fue la única institución política (aparte del papado) que mantuvo su existencia por la totalidad del periodo medieval.\n\nLa ciudad medieval francesa de Carcasona. Ciudades amuralladas, puentes bien guarnecidos y castillos son parte de la imagen bélica de la Edad Media. El aspecto actual es fruto de una recreación historicista del siglo XIX , cuando las murallas ya no eran funcionales, y la mayor parte de las ciudades europeas las derribaba. El deseo de recuperarlas es una muestra de medievalismo.\n\nErmita del Cristo de la Luz en Toledo, anteriormente mezquita. La convivencia entre civilizaciones alternó entre el enfrentamiento y la tolerancia, el aislamiento y la influencia mutua.\n\nLa Edad Media o el Medievo es el período histórico de la civilización occidental comprendido entre los siglos v y xv. Convencionalmente, su inicio se sitúa en el año 476 con la caída del Imperio romano de Occidente y su fin en 1492 con el descubrimiento de América,[1]​ o en 1453 con la caída de Constantinopla, fecha que tiene la singularidad de coincidir con la invención de la imprenta —publicación de la Biblia de Gutenberg— y con el fin de la guerra de los Cien Años. Con esto dicho, considerando la caída del Imperio romano de Occidente hasta el descubrimiento de América, la Edad Media abarcó un periodo de 1016 años.\n\nAl día de hoy, los historiadores del período prefieren matizar esta ruptura entre Edad Antigua y Edad Media de manera que entre los siglos iii y viii se suele hablar de Antigüedad Tardía, que habría sido una gran etapa de transición en todos los ámbitos: en lo económico, para la sustitución del modo de producción esclavista por el modo de producción feudal; en lo social, para la desaparición del concepto de ciudadanía romana y la definición de los estamentos medievales, en lo político para la descomposición de las estructuras centralizadas del Imperio romano que dio paso a una dispersión del poder; y en lo ideológico y cultural para la absorción y sustitución de la cultura clásica por las teocéntricas culturas cristiana o islámica (cada una en su espacio).[2]​\n\nSuele dividirse en dos grandes períodos: Temprana o Alta Edad Media (ss. v-x, sin una clara diferenciación con la Antigüedad Tardía); y Baja Edad Media (ss. xi-xv), que a su vez puede dividirse en un periodo de plenitud, la Plena Edad Media (ss. xi-xiii), y los dos últimos siglos que presenciaron la crisis del siglo xiv.\n\nAunque hay algunos ejemplos de utilización previa,[Nota 1]​ el concepto de Edad Media nació como la segunda edad de la división tradicional del tiempo histórico debida a Cristóbal Cellarius (Historia Medii Aevi a temporibus Constantini Magni ad Constaninopolim a Turcis captam deducta, Jena, 1688)[3]​ quien la consideraba un tiempo intermedio, sin apenas valor por sí mismo, entre la Edad Antigua identificada con el arte y la cultura de la civilización grecorromana de la Antigüedad clásica y la renovación cultural de la Edad Moderna —en la que él se sitúa— que comienza con el Renacimiento y el Humanismo. La popularización de este esquema ha perpetuado un preconcepto erróneo: el de considerar a la Edad Media como una época oscura, sumida en el retroceso intelectual y cultural, y un aletargamiento social y económico secular (que a su vez se asocia con el feudalismo en sus rasgos más oscurantistas, tal como se definió por los revolucionarios que combatieron el Antiguo Régimen). Sería un periodo dominado por el aislamiento, la ignorancia, la teocracia, la superstición y el miedo milenarista alimentado por la inseguridad endémica, la violencia y la brutalidad de guerras e invasiones constantes y epidemias apocalípticas.[Nota 2]​\n\nSin embargo, en este largo período de mil años hubo todo tipo de hechos y procesos muy diferentes entre sí, diferenciados temporal y geográficamente, respondiendo tanto a influencias mutuas con otras civilizaciones y espacios como a dinámicas internas. Muchos de ellos tuvieron una gran proyección hacia el futuro, entre otros los que sentaron las bases del desarrollo de la posterior expansión europea, y el desarrollo de los agentes sociales que desarrollaron una sociedad estamental de base predominantemente rural pero que presenció el nacimiento de una incipiente vida urbana y una burguesía que con el tiempo desarrollarán el capitalismo.[4]​ Lejos de ser una época inmovilista, la Edad Media, que había comenzado con migraciones de pueblos enteros, y continuado con grandes procesos repobladores (Repoblación en la península ibérica, Ostsiedlung en Europa Oriental) vio cómo en sus últimos siglos los antiguos caminos (muchos de ellos vías romanas decaídas) se reparaban y modernizaban con airosos puentes, y se llenaban de toda clase de viajeros (guerreros, peregrinos, mercaderes, estudiantes, goliardos, etc.) encarnando la metáfora espiritual de la vida como un viaje (homo viator).[5]​\n\nTambién surgieron en la Edad Media formas políticas nuevas, que van desde el califato islámico a los poderes universales de la cristiandad latina (Pontificado e Imperio) o el Imperio bizantino y los reinos eslavos integrados en la cristiandad oriental (aculturación y evangelización de Cirilo y Metodio); y en menor escala, todo tipo de ciudades estado, desde las pequeñas ciudades episcopales alemanas hasta repúblicas que mantuvieron imperios marítimos como Venecia; dejando en la mitad de la escala a la que tuvo mayor proyección futura: las monarquías feudales, que transformadas en monarquías autoritarias prefiguran el estado moderno.\n\nDe hecho, todos los conceptos asociados a lo que se ha venido en llamar modernidad aparecen en la Edad Media, en sus aspectos intelectuales con la misma crisis de la escolástica.[6]​ Ninguno de ellos sería entendible sin el propio feudalismo, se entienda este como modo de producción (basado en las relaciones sociales de producción en torno a la tierra del feudo) o como sistema político (basado en las relaciones personales de poder en torno a la institución del vasallaje), según las distintas interpretaciones historiográficas.[Nota 3]​\n\nEl choque de civilizaciones entre cristianismo e islamismo, manifestado en la ruptura de la unidad del Mediterráneo (hito fundamental de la época, según Henri Pirenne, en su clásico Mahoma y Carlomagno[7]​), la Reconquista española y las Cruzadas; tuvo también su parte de fértil intercambio cultural (escuela de Traductores de Toledo, Escuela Médica Salernitana) que amplió los horizontes intelectuales de Europa, hasta entonces limitada a los restos de la cultura clásica salvados por el monacato altomedieval y adaptados al cristianismo.\n\n[ 8 ] ​ La Edad Media realizó una curiosa combinación entre la diversidad y la unidad. La diversidad fue el nacimiento de las incipientes naciones... La unidad, o una determinada unidad, procedía de la religión cristiana, que se impuso en todas partes... esta religión reconocía la distinción entre clérigos y laicos, de manera que se puede decir que... señaló el nacimiento de una sociedad laica. ... Todo esto significa que la Edad Media fue el período en que apareció y se construyó Europa.\n\nEsa misma Europa Occidental produjo una impresionante sucesión de estilos artísticos (prerrománico, románico y gótico), que en las zonas fronterizas se mestizaron también con el arte islámico (mudéjar, arte andalusí, arte árabe-normando) o con el arte bizantino.\n\nArtículo principal: Arte medieval\n\nLa ciencia medieval no respondía a una metodología moderna, pero tampoco lo había hecho la de los autores clásicos, que se ocuparon de la naturaleza desde su propia perspectiva; y en ambas edades sin conexión con el mundo de las técnicas, que estaba relegado al trabajo manual de artesanos y campesinos, responsables de un lento pero constante progreso en las herramientas y procesos productivos. La diferenciación entre oficios viles y mecánicos y profesiones liberales vinculadas al estudio intelectual convivió con una teórica puesta en valor espiritual del trabajo en el entorno de los monasterios benedictinos, cuestión que no pasó de ser un ejercicio piadoso, sobrepasado por la mucho más trascendente valoración de la pobreza, determinada por la estructura económica y social y que se expresó en el pensamiento económico medieval.\n\nArtículo principal: Medievalismo\n\nMedievalismo es tanto la cualidad o carácter de medieval,[9]​ como el interés por la época y los temas medievales y su estudio; y medievalista el especialista en estas materias.[Nota 4]​ El descrédito de la Edad Media fue una constante durante la Edad Moderna, en la que Humanismo, Renacimiento, Racionalismo, Clasicismo e Ilustración se afirman como reacciones contra ella, o más bien contra lo que entienden que significaba, o contra los rasgos de su propio presente que intentan descalificar como pervivencias medievales. No obstante desde fines del siglo XVI se producen interesantes recopilaciones de fuentes documentales medievales que buscan un método crítico para la ciencia histórica. El Romanticismo y el Nacionalismo del siglo XIX revalorizaron la Edad Media como parte de su programa estético y como reacción antiacadémica (poesía y drama románticos, novela histórica, nacionalismo musical, ópera), además de como única posibilidad de encontrar base histórica a las emergentes naciones (pintura de historia, arquitectura historicista, sobre todo el neogótico —labor restauradora y recreadora de Eugène Viollet-le-Duc— y el neomudéjar). Los abusos románticos de la ambientación medieval (exotismo), produjeron ya a mediados del siglo XIX la reacción del realismo.[11]​ Otro tipo de abusos son los que dan lugar a una abundante literatura pseudohistórica que llega hasta el presente, y que ha encontrado la fórmula del éxito mediático entremezclando temas esotéricos sacados de partes más o menos oscuras de la Edad Media (Archivo Secreto Vaticano, templarios, rosacruces, masones y el mismísimo Santo Grial).[Nota 5]​ Algunos de ellos se vincularon al nazismo, como el alemán Otto Rahn. Por otro lado, hay abundancia de otros tipos de producciones artísticas de ficción de diversa calidad y orientación inspiradas en la Edad Media (literatura, cine, cómic). También se han desarrollado en el siglo XX otros movimientos medievalistas: un medievalismo historiográfico serio, centrado en la renovación metodológica (fundamentalmente por la incorporación de la perspectiva económica y social aportada por el materialismo histórico y la Escuela de los Annales) y un medievalismo popular (espectáculos medievales, más o menos genuinos, como actualización del pasado en el que la comunidad se identifica, lo que se ha venido en llamar memoria histórica).\n\nEs impropio hablar de Edad Media en otras civilizaciones\n\nMapa TO, con Jerusalén en el centro, y las tres partes simplificadas del mundo recordado, más que conocido en la Edad Media.\n\nLas grandes migraciones de la época de las invasiones significaron paradójicamente un cierre al contacto de Occidente con el resto del mundo. Muy pocas noticias tenían los europeos del milenio medieval (tanto los de la cristiandad latina como los de la cristiandad oriental) de que, aparte de la civilización islámica, que ejerció de puente pero también de obstáculo entre Europa y el resto del Viejo Mundo,[7]​ se desarrollaban otras civilizaciones. Incluso un vasto reino cristiano como el de Etiopía, al quedar aislado, se convirtió en el imaginario cultural en el mítico reino del Preste Juan, apenas distinguible de las islas atlánticas de San Brandán y del resto de las maravillas dibujadas en los bestiarios y los escasos, rudimentarios e imaginativos mapas. El desarrollo marcadamente autónomo de China, la más desarrollada civilización de la época (aunque volcada hacia su propio interior y ensimismada en sus ciclos dinásticos: Sui, Tang, Song, Yuan y Ming), y la escasez de contactos con ella (el viaje de Marco Polo, o la mucho más importante expedición de Zheng He), que destacan justamente por lo inusuales y por su ausencia de continuidad, no permiten denominar a los siglos V al XV de su historia como historia medieval, aunque a veces se haga, incluso en publicaciones especializadas, más o menos impropiamente.[12]​\n\nLa historia de Japón (que durante este periodo estaba en formación como civilización, adaptando las influencias chinas a la cultura autóctona y expandiéndose desde las islas meridionales a las septentrionales), a pesar de su mayor lejanía y aislamiento, suele ser paradójicamente más asociada al término medieval; aunque tal denominación es acotada por la historiografía, significativamente, a un periodo medieval que se localiza entre los años 1000 y 1868, para adecuarse al denominado feudalismo japonés anterior a la era Meiji (véase también shogunato, han y castillo japonés).[13]​\n\nLa historia de la India o la del África negra a partir del siglo VII contaron con una mayor o menor influencia musulmana, pero se atuvieron a dinámicas propias bien diferentes (Sultanato de Delhi, Sultanato de Bahmani, Imperio Vijayanagara —en la India—, Imperio de Malí, Imperio Songhay —en África negra—). Incluso llegó a producirse una destacada intervención sahariana en el mundo mediterráneo occidental: el Imperio almorávide.\n\nDe un modo todavía más claro, la historia de América (que atravesaba sus periodos clásico y postclásico) no tuvo ningún tipo de contacto con el Viejo Mundo, más allá de la llegada de la denominada Colonización vikinga en América que se limitó a una reducida y efímera presencia en Groenlandia y la enigmática Vinland, o las posibles posteriores expediciones de balleneros vascos en parecidas zonas del Atlántico Norte, aunque este hecho ha de entenderse en el contexto del gran desarrollo de la navegación de los últimos siglos de la Baja Edad Media, ya encaminada a la Era de los Descubrimientos.\n\nLo que sí ocurrió, y puede considerarse como una constante del periodo medieval, fue la periódica repetición de puntuales interferencias centroasiáticas en Europa y el Próximo Oriente en forma de invasiones de pueblos del Asia Central, destacadamente los turcos (köktürks, jázaros, otomanos) y los mongoles (unificados por Gengis Kan) y cuya Horda de Oro estuvo presente en Europa Oriental y conformó la personalidad de los Estados cristianos que se crearon, a veces vasallos y a veces resistentes, en las estepas rusas y ucranianas. Incluso en una rara ocasión, la primitiva diplomacia de los reinos europeos bajomedievales vio la posibilidad de utilizar a los segundos como contrapeso a los primeros: la frustrada embajada de Ruy González de Clavijo a la corte de Tamerlán en Samarcanda, en el contexto del asedio mongol de Damasco, un momento muy delicado (1401-1406) en el que también intervino como diplomático Ibn Jaldún. Los mongoles ya habían saqueado Bagdad en una incursión de 1258.[14]​\n\nEl inicio de la Edad Media\n\nArtículo principal: Antigüedad tardía\n\nSueño de Constantino antes de la batalla del Puente Milvio. In hoc signo vinces (Con este signo vencerás). Ilustración de las Homilías de san Gregorio Nacianceno, siglo IX\n\nEl papa Silvestre I bendice a Constantino, del que recibe con la tiara (símbolo del pontificado romano clásico, similar a otros tocados político-religiosos, como la doble corona de los faraones) el poder temporal sobre Roma. Fresco del siglo XIII , capilla de San Silvestre, monasterio de los Cuatro Santos Coronados.\n\nAunque se han propuesto varias fechas para el inicio de la Edad Media, de las cuales la más extendida es la del año 476, lo cierto es que no podemos ubicar el inicio de una manera tan exacta ya que la Edad Media no nace, sino que \"se hace\" a consecuencia de todo un largo y lento proceso que se extiende por espacio de cinco siglos y que provoca cambios enormes a todos los niveles de una forma muy profunda que incluso repercutirán hasta nuestros días. Podemos considerar que ese proceso empieza con la crisis del siglo III, vinculada a los problemas de reproducción inherentes al modo de producción esclavista, que necesitaba una expansión imperial continua que ya no se producía tras la fijación del limes romano. Posiblemente también confluyeran factores climáticos para la sucesión de malas cosechas y epidemias; y de un modo mucho más evidente las primeras invasiones germánicas y sublevaciones campesinas (bagaudas), en un periodo en que se suceden muchos breves y trágicos mandatos imperiales. Desde Caracalla la ciudadanía romana estaba extendida a todos los hombres libres del Imperio, muestra de que tal condición, antes tan codiciada, había dejado de ser atractiva. El Bajo Imperio adquiere un aspecto cada vez más medieval desde principios del siglo IV con las reformas de Diocleciano: difuminación de las diferencias entre los esclavos, cada vez más escasos, y los colonos, campesinos libres, pero sujetos a condiciones cada vez mayores de servidumbre, que pierden la libertad de cambiar de domicilio, teniendo que trabajar siempre la misma tierra; herencia obligatoria de cargos públicos —antes disputados en reñidas elecciones— y oficios artesanales, sometidos a colegiación —precedente de los gremios—, todo para evitar la evasión fiscal y la despoblación de las ciudades, cuyo papel de centro de consumo y de comercio y de articulación de las zonas rurales cada vez es menos importante. Al menos, las reformas consiguen mantener el edificio institucional romano, aunque no sin intensificar la ruralización y aristocratización (pasos claros hacia el feudalismo), sobre todo en Occidente, que queda desvinculado de Oriente con la partición del Imperio. Otro cambio decisivo fue la implantación del cristianismo como nueva religión oficial por el Edicto de Tesalónica de Teodosio I el Grande (380) precedido por el Edicto de Milán (313) con el que Constantino I el Grande recompensó a los hasta entonces subversivos por su providencialista ayuda en la batalla del Puente Milvio (312), junto con otras presuntas cesiones más temporales cuya fraudulenta reclamación (pseudodonación de Constantino) fue una constante de los Estados Pontificios durante toda la Edad Media, incluso tras la evidencia de su refutación por el humanista Lorenzo Valla (1440).\n\nDivisión del Imperio romano, año 395.\n\nNingún evento concreto —a pesar de la abundancia y concatenación de hechos catastróficos— determinó por sí mismo el fin de la Edad Antigua y el inicio de la Edad Media: ni los sucesivos saqueos de Roma (por los godos de Alarico I en el 410, por los vándalos en el 455, por las propias tropas imperiales de Ricimero en 472, por los ostrogodos en 546), ni la pavorosa irrupción de los hunos de Atila (450-452, con la batalla de los Campos Cataláunicos y la extraña entrevista con el papa León I el Magno), ni el derrocamiento de Rómulo Augústulo (último emperador romano de Occidente, por Odoacro el jefe de los hérulos -476-); fueron sucesos que sus contemporáneos consideraran iniciadores de una nueva época. La culminación a finales del siglo V de una serie de procesos de larga duración, entre ellos la grave dislocación económica, las invasiones y el asentamiento de los pueblos germanos en el Imperio romano, hizo cambiar la faz de Europa. Durante los siguientes 300 años, la Europa Occidental mantuvo un período de unidad cultural, inusual para este continente, instalada sobre la compleja y elaborada cultura del Imperio romano, que nunca llegó a perderse por completo, y el asentamiento del cristianismo. Nunca llegó a olvidarse la herencia clásica grecorromana, y la lengua latina, sometida a transformación (latín medieval), continuó siendo la lengua de cultura en toda Europa occidental, incluso más allá de la Edad Media. El derecho romano y múltiples instituciones continuaron vivas, adaptándose de uno u otro modo. Lo que se operó durante ese amplio periodo de transición (que puede darse por culminado para el año 800, con la coronación de Carlomagno) fue una suerte de fusión con las aportaciones de otras civilizaciones y formaciones sociales, en especial la germánica y la religión cristiana. En los siglos siguientes, aún en la Alta Edad Media, serán otras aportaciones las que se añadan, destacadamente el islam.\n\nAlta Edad Media (siglos V al X )\n\nArtículo principal: Alta Edad Media\n\nLos reinos germanorromanos (siglos V al VIII )\n\nArtículo principal: Reinos germánicos\n\nBárbaros\n\nLos bárbaros se desparraman furiosos... y el azote de la peste no causa menos estragos, el tiránico exactor roba y el soldado saquea las riquezas y las vituallas escondidas en las ciudades; reina un hambre tan espantosa, que obligado por ella, el género humano devora carne humana, y hasta las madres matan a sus hijos y cuecen sus cuerpos para alimentarse con ellos. Las fieras aficionadas a los cadáveres de los muertos por la espada, por el hambre y por la peste, destrozan hasta a los hombres más fuertes, y cebándose en sus miembros, se encarnizan cada vez más para destrucción del género humano. De esta suerte, exacerbadas en todo el orbe las cuatro plagas: el hierro, el hambre, la peste y las fieras, cúmplense las predicciones que hizo el Señor por boca de sus Profetas. Asoladas las provincias... por el referido encruelecimiento de las plagas, los bárbaros, resueltos por la misericordia del Señor a hacer la paz, se reparten a suertes las regiones de las provincias para establecerse en ellas. Hidacio, Chronicon (hacia 468). [ 15 ] ​ (hacia 468).\n\nEl texto se refiere concretamente a Hispania y sus provincias, y los bárbaros citados son específicamente los suevos, vándalos y alanos, que en el 406 habían cruzado el limes del Rin (inhabitualmente helado) a la altura de Maguncia y en torno al 409 habían llegado a la península ibérica; pero la imagen es equivalente en otros momentos y lugares que el mismo autor narra, del periodo entre 379 y 468.\n\nLos pueblos germánicos procedentes de la Europa del Norte y del Este, se encontraban en un estadio de desarrollo económico, social y cultural obviamente inferior al del Imperio romano, al que ellos mismos percibían admirativamente. A su vez eran percibidos con una mezcla de desprecio, temor y esperanza (retrospectivamente plasmados en el influyente poema Esperando a los bárbaros de Constantino Cavafis),[16]​ e incluso se les atribuyó un papel justiciero (aunque involuntario) desde un punto de vista providencialista por parte de los autores cristianos romanos (Orosio, Salviano de Marsella y San Agustín de Hipona).[17]​ La denominación de bárbaros (βάρβαρος) proviene de la onomatopeya bar-bar con la que los griegos se burlaban de los extranjeros no helénicos, y que los romanos —bárbaros ellos mismos, aunque helenizados— utilizaron desde su propia perspectiva. La denominación «invasiones bárbaras» fue rechazada por los historiadores alemanes del siglo XIX, momento en el que el término barbarie designaba para las nacientes ciencias sociales un estadio de desarrollo cultural inferior a la civilización y superior al salvajismo. Prefirieron acuñar un nuevo término: Völkerwanderung (\"Migración de Pueblos\"),[18]​ menos violento que invasiones, al sugerir el desplazamiento completo de un pueblo con sus instituciones y cultura, y más general incluso que invasiones germánicas, al incluir a hunos, eslavos y otros.\n\nLos germanos, que disponían de instituciones políticas peculiares, en concreto la asamblea de guerreros libres (thing) y la figura del rey, recibieron la influencia de las tradiciones institucionales del Imperio y la civilización grecorromana, así como la del cristianismo (aunque no siempre del cristianismo católico o atanasiano, sino del arriano); y se fueron adaptando a las circunstancias de su asentamiento en los nuevos territorios, sobre todo a la alternativa entre imponerse como minoría dirigente sobre una mayoría de población local o fusionarse con ella.\n\nLos nuevos reinos germánicos conformaron la personalidad de Europa Occidental durante la Edad Media, evolucionaron en monarquías feudales y monarquías autoritarias, y con el tiempo, dieron origen a los estados-nación que se fueron construyendo en torno a ellas. Socialmente, en algunos de estos países (España o Francia), el origen germánico (godo o franco) pasó a ser un rasgo de honor u orgullo de casta ostentado por la nobleza como distinción sobre el conjunto de la población.\n\nLas transformaciones del mundo romano\n\nVéase también: Caída del Imperio romano de Occidente\n\nEl Imperio romano había pasado por invasiones externas y guerras civiles terribles en el pasado, pero a finales del siglo IV aparentemente, la situación estaba bajo control. Hacía escaso tiempo que Teodosio había logrado nuevamente unificar bajo un solo centro ambas mitades del Imperio (392) y establecido una nueva religión de Estado, el cristianismo niceno (Edicto de Tesalónica -380), con la consiguiente persecución de los tradicionales cultos paganos y las heterodoxias cristianas. El clero cristiano, convertido en una jerarquía de poder, justificaba ideológicamente a un Imperium Romanum Christianum (Imperio Romano Cristiano) y a la dinastía Teodosiana como había comenzado a hacer ya con la Constantiniana desde el Edicto de Milán (313).\n\nSe habían encauzado los afanes de protagonismo político de los más ricos e influyentes senadores romanos y de las provincias occidentales. Además, la dinastía había sabido encauzar acuerdos con la poderosa aristocracia militar, en la que se enrolaban nobles germanos que acudían al servicio del Imperio al frente de soldados unidos por lazos de fidelidad hacia ellos. Al morir en 395, Teodosio confió el gobierno de Occidente y la protección de su joven heredero Honorio al general Estilicón, primogénito de un noble oficial vándalo que había contraído matrimonio con Flavia Serena, sobrina del propio Teodosio. Pero cuando en el 455 murió asesinado Valentiniano III, nieto de Teodosio, una buena parte de los descendientes de aquellos nobles occidentales (nobilissimus, clarissimus) que tanto habían confiado en los destinos del Imperio parecieron ya desconfiar del mismo, sobre todo cuando en el curso de dos decenios se habían podido dar cuenta de que el gobierno imperial recluido en Rávena era cada vez más presa de los exclusivos intereses e intrigas de un pequeño grupo de altos oficiales del ejército itálico. Muchos de estos eran de origen germánico y cada vez confiaban más en las fuerzas de sus séquitos armados de soldados convencionales y en los pactos y alianzas familiares que pudieran tener con otros jefes germánicos instalados en suelo imperial junto con sus propios pueblos, que desarrollaban cada vez más una política autónoma. La necesidad de acomodarse a la nueva situación quedó evidenciada con el destino de Gala Placidia, princesa imperial rehén de los propios saqueadores de Roma (el visigodo Alarico I y su primo Ataúlfo, con quien finalmente se casó); o con el de Honoria, hija de la anterior (en segundas nupcias con el emperador Constancio III) que optó por ofrecerse como esposa al propio Atila enfrentándose a su propio hermano Valentiniano.\n\nAlaricus rex gothorum, sello de Alarico II, rey visigodo.\n\nNecesitados de mantener una posición de predominio social y económico en sus regiones de origen, reducidos sus patrimonios fundiarios a dimensiones provinciales, y ambicionando un protagonismo político propio de su linaje y de su cultura, los honestiores (los más honestos u honrados, los que tienen honor), representantes de las aristocracias tardorromanas occidentales habrían acabado por aceptar las ventajas de admitir la legitimidad del gobierno de dichos reyes germánicos, ya muy romanizados, asentados en sus provincias. Al fin y al cabo, estos, al frente de sus soldados, podían ofrecerles bastante mayor seguridad que el ejército de los emperadores de Rávena. Además, el avituallamiento de dichas tropas resultaba bastante menos gravoso que el de las imperiales, por basarse en buena medida en séquitos armados dependientes de la nobleza germánica y alimentados con cargo al patrimonio fundiario provincial de la que esta ya hacía tiempo se había apropiado. Menos gravoso tanto para los aristócratas provinciales como también para los grupos de humiliores (los más humildes, los rebajados en tierra -humus-) que se agrupaban jerárquicamente en torno a dichos aristócratas, y que, en definitiva, eran los que habían venido soportando el máximo peso de la dura fiscalidad tardorromana. Las nuevas monarquías, más débiles y descentralizadas que el viejo poder imperial, estaban también más dispuestas a compartir el poder con las aristocracias provinciales, máxime cuando el poder de estos monarcas estaba muy limitado en el seno mismo de sus gentes por una nobleza basada en sus séquitos armados, desde su no muy lejano origen en las asambleas de guerreros libres, de los que no dejaban de ser primun inter pares.\n\nPero esta metamorfosis del Occidente romano en romano-germano, no había sido consecuencia de una inevitabilidad claramente evidenciada desde un principio; por el contrario, el camino había sido duro, zigzagueante, con ensayos de otras soluciones, y con momentos en que parecía que todo podía volver a ser como antes. Así ocurrió durante todo el siglo V, y en algunas regiones también en el siglo VI como consecuencia, entre otras cosas, de la llamada Recuperatio Imperii o Reconquista de Justiniano.\n\nLos distintos reinos\n\nBatalla de Vouillé (507), entre francos y visigodos, representada en un manuscrito del siglo XIV\n\nLas invasiones bárbaras desde el siglo III habían demostrado la permeabilidad del limes romano en Europa, fijado en el Rin y el Danubio. La división del Imperio en Oriente y Occidente, y la mayor fortaleza del imperio oriental o bizantino, determinó que fuera únicamente en la mitad occidental donde se produjo el asentamiento de estos pueblos y su institucionalización política como reinos.\n\nFueron los visigodos, primero como Reino de Tolosa y luego como Reino de Toledo, los primeros en efectuar esa institucionalización, valiéndose de su condición de federados, con la obtención de un foedus con el Imperio, que les encargó la pacificación de las provincias de Galia e Hispania, cuyo control estaba perdido en la práctica tras las invasiones del 410 por suevos, vándalos y alanos. De los tres, solo los suevos lograron el asentamiento definitivo en una zona: el Reino de Braga, mientras que los vándalos se establecieron en el norte de África y las islas del Mediterráneo Occidental, pero fueron al siglo siguiente eliminados por los bizantinos durante la gran expansión territorial de Justiniano I (campañas de los generales Belisario, del 533 al 544, y Narsés, hasta el 554). Simultáneamente los ostrogodos consiguieron instalarse en Italia expulsando a los hérulos, que habían expulsado a su vez de Roma al último emperador de Occidente. El Reino Ostrogodo desapareció también frente a la presión bizantina de Justiniano I.\n\nUn segundo grupo de pueblos germánicos se instala en Europa Occidental en el siglo VI, de entre los que destaca el Reino franco de Clodoveo I y sus sucesores merovingios, que desplaza a los visigodos de las Galias, forzándolos a trasladar su capital de Tolosa (Toulouse) a Toledo. También derrotaron a burgundios y alamanes, absorbiendo sus reinos. Algo más tarde los lombardos se establecen en Italia (568-9), pero serán derrotados a finales del siglo VIII por los mismos francos, que reinstaurarán el Imperio con Carlomagno (año 800).\n\nEn Gran Bretaña se instalarán los anglos, sajones y jutos, que crearán una serie de reinos rivales que serán unificados por los daneses (un pueblo nórdico) en lo que terminará por ser el reino de Inglaterra.\n\nLas instituciones\n\nBreviario de Alarico, en un manuscrito del siglo X\n\nLa monarquía germánica era en origen una institución estrictamente temporal, vinculada estrechamente al prestigio personal del rey, que no pasaba de ser un primus inter pares (primero entre iguales), que la asamblea de guerreros libres elegía (monarquía electiva), normalmente para una expedición militar concreta o para una misión específica. Las migraciones a que se vieron sometidos los pueblos germánicos desde el siglo III hasta el siglo V (encajonados entre la presión de los hunos al este y la resistencia del limes romano al sur y oeste) fue fortaleciendo la figura del rey, al tiempo que se entraba en contacto cada vez mayor con las instituciones políticas romanas, que acostumbraban a la idea de un poder político mucho más centralizado y concentrado en la persona del Emperador romano. La monarquía se vinculó a las personas de los reyes de forma vitalicia, y la tendencia era a hacerse monarquía hereditaria, dado que los reyes (al igual que habían hecho los emperadores romanos) procuraban asegurarse la elección de su sucesor, la mayor parte de las veces aún en vida y asociándolos al trono. El que el candidato fuera el primogénito varón no era una necesidad, pero se terminó imponiendo como una consecuencia obvia, lo que también era imitado por las demás familias de guerreros, enriquecidos por la posesión de tierras y convertidos en linajes nobiliarios que se emparentaban con la antigua nobleza romana, en un proceso que puede denominarse feudalización. Con el tiempo, la monarquía se patrimonializó, permitiendo incluso la división del reino entre los hijos del rey.\n\nEl respeto a la figura del rey se reforzó mediante la sacralización de su toma de posesión (unción con los sagrados óleos por parte de las autoridades religiosas y uso de elementos distintivos como orbe, cetro y corona, en el transcurso de una elaborada ceremonia: la coronación) y la adición de funciones religiosas (presidencia de concilios nacionales, como los Concilios de Toledo) y taumatúrgicas (toque real de los reyes de Francia para la cura de la escrófula). El problema se suscitaba cuando llegaba el momento de justificar la deposición de un rey y su sustitución por otro que no fuera su sucesor natural. Los últimos merovingios no gobernaban por sí mismos, sino mediante los cargos de su corte, entre los que destacaba el mayordomo de palacio. Únicamente tras la victoria contra los invasores musulmanes en la batalla de Poitiers el mayordomo Carlos Martel se vio justificado para argumentar que la legitimidad de ejercicio le daba méritos suficientes para fundar él mismo su propia dinastía: la carolingia. En otras ocasiones se recurría a soluciones más imaginativas (como forzar la tonsura —corte eclesiástico del pelo— del rey visigodo Wamba para incapacitarle).\n\nLos problemas de convivencia entre las minorías germanas y las mayorías locales (hispanorromanas, galo-romanas, etc.) fueron solucionados con más eficacia por los reinos con más proyección en el tiempo (visigodos y francos) a través de la fusión, permitiendo los matrimonios mixtos, unificando la legislación y realizando la conversión al catolicismo frente a la religión originaria, que en muchos casos ya no era el paganismo tradicional germánico, sino el cristianismo arriano adquirido en su paso por el Imperio Oriental.\n\nAlgunas características propias de las instituciones germanas se conservaron: una de ellas el predominio del derecho consuetudinario sobre el derecho escrito propio del Derecho romano. No obstante los reinos germánicos realizaron algunas codificaciones legislativas, con mayor o menor influencia del derecho romano o de las tradiciones germánicas, redactadas en latín a partir del siglo V (leyes teodoricianas, edicto de Teodorico, Código de Eurico, Breviario de Alarico). El primer código escrito en lengua germánica fue el del rey Ethelberto de Kent, el primero de los anglosajones en convertirse al cristianismo (comienzos del siglo VI). El visigótico Liber Iudicorum (Recesvinto, 654) y la franca Ley Sálica (Clodoveo, 507-511) mantuvieron una vigencia muy prolongada por su consideración como fuentes del derecho en las monarquías medievales y del Antiguo Régimen.[19]​\n\nLa cristiandad latina y los bárbaros\n\nLa expansión del cristianismo entre los bárbaros, el asentamiento de la autoridad episcopal en las ciudades y del monacato en los ámbitos rurales (sobre todo desde la regla de San Benito de Nursia —monasterio de Montecassino, 529—), constituyeron una poderosa fuerza fusionadora de culturas y ayudó a asegurar que muchos rasgos de la civilización clásica, como el derecho romano y el latín, pervivieran en la mitad occidental del Imperio, e incluso se expandiera por Europa Central y septentrional. Los francos se convirtieron al catolicismo durante el reinado de Clodoveo I (496 o 499) y, a partir de entonces, expandieron el cristianismo entre los germanos del otro lado del Rin. Los suevos, que se habían hecho cristianos arrianos con Remismundo (459-469), se convirtieron al catolicismo con Teodomiro (559-570) por las predicaciones de San Martín de Dumio. En ese proceso se habían adelantado a los propios visigodos, que habían sido cristianizados previamente en Oriente en la versión arriana (en el siglo IV), y mantuvieron durante siglo y medio la diferencia religiosa con los católicos hispanorromanos incluso con luchas internas dentro de la clase dominante goda, como demostró la rebelión y muerte de San Hermenegildo (581-585), hijo del rey Leovigildo). La conversión al catolicismo de Recaredo (589) marcó el comienzo de la fusión de ambas sociedades, y de la protección regia al clero católico, visualizada en los Concilios de Toledo (presididos por el propio rey). Los años siguientes vieron un verdadero renacimiento visigodo[20]​ con figuras de la influencia de san Isidoro de Sevilla (y sus hermanos Leandro, Fulgencio y Florentina, los cuatro santos de Cartagena), Braulio de Zaragoza o Ildefonso de Toledo, de gran repercusión en el resto de Europa y en los futuros reinos cristianos de la Reconquista (véase cristianismo en España, monasterio en España, monasterio hispano y liturgia hispánica). Los ostrogodos, en cambio, no dispusieron de tiempo suficiente para realizar la misma evolución en Italia. No obstante, del grado de convivencia con el papado y los intelectuales católicos fue muestra que los reyes ostrogodos los elevaban a los cargos de mayor confianza (Boecio y Casiodoro, ambos magister officiorum con Teodorico el Grande), aunque también de lo vulnerable de su situación (ejecutado el primero -523- y apartado por los bizantinos el segundo -538-). Sus sucesores en el dominio de Italia, los también arrianos lombardos, tampoco llegaron a experimentar la integración con la población católica sometida, y su divisiones internas hicieron que la conversión al catolicismo del rey Agilulfo (603) no llegara a tener mayores consecuencias.\n\nEl cristianismo fue llevado a Irlanda por San Patricio a principios del siglo V y desde allí se extendió a Escocia, desde donde un siglo más tarde regresó por la zona norte a una Inglaterra abandonada por los cristianos britones a los paganos pictos y escotos (procedentes del norte de Gran Bretaña) y a los también paganos germanos procedentes del continente (anglos, sajones y jutos). A finales del siglo VI, con el papa Gregorio Magno, también Roma envió misioneros a Inglaterra desde el sur, con lo que se consiguió que en el transcurso de un siglo Inglaterra volviera a ser cristiana.\n\nA su vez, los britones habían iniciado una emigración por vía marítima hacia la península de Bretaña, llegando incluso hasta lugares tan lejanos como la costa cantábrica entre Galicia y Asturias, donde fundaron la diócesis de Britonia. Esta tradición cristiana se distinguía por el uso de la tonsura céltica o escocesa, que rapaba la parte frontal del pelo en vez de la coronilla.\n\nLa supervivencia en Irlanda de una comunidad cristiana aislada de Europa por la barrera pagana de los anglosajones, provocó una evolución diferente al cristianismo continental, lo que se ha denominado cristianismo celta. Conservaron mucho de la antigua tradición latina, que estuvieron en condiciones de compartir con Europa continental apenas la oleada invasora se hubo calmado temporalmente. Tras su extensión a Inglaterra en el siglo VI los irlandeses fundaron en el siglo VII monasterios en Francia, en Suiza (Saint Gall), e incluso en Italia, destacándose particularmente los nombres de Columba y Columbano. Las islas británicas fueron durante unos tres siglos el vivero de importantes nombres para la cultura: el historiador Beda el Venerable, el misionero Bonifacio de Alemania, el educador Alcuino de York, o el teólogo Juan Escoto Erígena, entre otros. Tal influencia llega hasta la atribución de leyendas como la de Santa Úrsula y las Once Mil Vírgenes, bretona que habría efectuado un extraordinario viaje entre Britania y Roma para acabar martirizada en Colonia.[21]​\n\nOtras cristianizaciones medievales\n\nCirilo y Metodio, los apóstoles de los eslavos, con el alfabeto cirílico en un icono ruso del siglo XVIII o XIX .\n\nPor su parte, la extensión del cristianismo entre los búlgaros y la mayor parte de los pueblos eslavos (serbios, moravos y los pueblos de Crimea y estepas ucranianas y rusas —Vladimiro I de Kiev, año 988—) fue muy posterior, y a cargo del Imperio bizantino, con lo que se hizo con el credo ortodoxo (predicaciones de Cirilo y Metodio, siglo IX); mientras que la evangelización de otros pueblos de Europa Oriental (el resto de los eslavos —polacos, eslovenos y croatas—, bálticos y húngaros —San Esteban I de Hungría, hacia el año 1000—) y de los pueblos nórdicos (vikingos escandinavos) se hizo por el cristianismo latino partiendo de Europa Central, en un periodo todavía más tardío (hasta los siglos XI y XII); permitiendo (especialmente la conversión de Hungría) las primeras peregrinaciones por vía terrestre a Tierra Santa.[22]​\n\nEs una locura creer en los dioses. Saga de Hrafnkell, sacerdote de XIII pero ambientada en época precristiana). [ 23 ] ​ , sacerdote de Frey (Islandia, compuesta a finales del siglopero ambientada en época precristiana).\n\nJázaros\n\nArtículo principal: Jázaros\n\nLos jázaros eran un pueblo turco procedente del Asia central (donde se había formado desde el siglo VI el imperio de los Köktürks) que en su parte occidental había dado origen a un importante estado que dominaba el Cáucaso y las estepas rusas y ucranianas hasta Crimea en el siglo VII Su clase dirigente se convirtió mayoritariamente al judaísmo, peculiaridad religiosa que lo convertía en un vecino excepcional entre el califato islámico de Damasco y el imperio cristiano de Bizancio.\n\nEl Imperio bizantino (siglos IV al XV )\n\nArtículo principal: Imperio bizantino\n\nLa división entre Oriente y Occidente fue, además de una estrategia política (inicialmente de Diocleciano —286— y hecha definitiva con Teodosio I —395—), un reconocimiento de la diferencia esencial entre ambas mitades del Imperio. Oriente, en sí mismo muy diverso (península balcánica, Mezzogiorno, Anatolia, Cáucaso, Siria, Palestina, Egipto y la frontera mesopotámica con los persas), era la parte más urbanizada y con economía más dinámica y comercial, frente a un Occidente en vías de feudalización, ruralizado, con una vida urbana en decadencia, mano de obra esclava cada vez más escasa y la aristocracia cada vez más ajena a las estructuras del poder imperial y recluida en sus lujosas villae autosuficientes, cultivadas por colonos en régimen similar a la servidumbre. La lengua franca en Oriente era el griego, frente al latín de Occidente. En la implantación de la jerarquía cristiana, Oriente disponía de todos los patriarcados de la Pentarquía menos el de Roma (Alejandría, Antioquía y Constantinopla, a los que se añadió Jerusalén tras el concilio de Calcedonia de 451); incluso la primacía romana (sede pontificia de San Pedro) era un hecho discutido porque el Estado bizantino se operaba según el cesaropapismo (empezado por Constantino I[24]​ y fundado teológicamente por Eusebio de Cesarea).[25]​\n\nMosaico bizantino con el tema de la Theotokos (María como Madre de Dios). Los nimbos representan la santidad (el del Niño Jesús, cruciforme, la divinidad y el sacrificio de la Cruz). El fondo dorado representa la eternidad celeste, además de cumplir con el horror vacui propio del estilo. Todos sus rasgos: el cromatismo, la frontalidad y la linealidad (bordes nítidos, marcado de los pliegues), además de influir grandemente en el románico de Europa Occidental, se reprodujeron y continuaron, estereotipados, en los iconos religiosos de épocas posteriores en toda Europa Oriental.\n\nLa supervivencia de Bizancio no dependía de la suerte de Occidente, mientras que lo contrario sí: de hecho, los emperadores orientales optaron por sacrificar Roma —que ya ni siquiera era la capital occidental— cuando lo consideraron conveniente, abandonándola a su suerte o incluso desplazando hacia ella a los germanos (hérulos, ostrogodos y lombardos), lo que precipitó su caída. Sin embargo, la Ciudad Eterna, que tenía un valor simbólico, fue reconquistada e incluida en el efímero Exarcado de Rávena.\n\nVéase también: Constantinopla\n\nLa restauración imperial de Justiniano\n\nArtículo principal: Recuperatio Imperii\n\nJustiniano I consolidó la frontera del Danubio y, desde 532 logró un equilibrio en la frontera con la Persia sasánida, lo que le permitió desplazar los esfuerzos bizantinos hacia el Mediterráneo, reconstruyendo la unidad del Mare Nostrum: En 533, una expedición del general Belisario aniquila a los vándalos (batallas de Ad Decimum y de Tricamerón) incorporando la provincia de África y las islas del Mediterráneo Occidental (Cerdeña, Córcega y las Baleares). En 535 Mundus ocupó Dalmacia y Belisario Sicilia. Narsés elimina a los ostrogodos de Italia en 554-555. Rávena volvió a ser una ciudad imperial, donde se conservarán los fastuosos mosaicos de San Vital. Liberio solo consiguió desplazar a los visigodos de la costa sureste de la península ibérica y de la provincia Bética.\n\nEn Constantinopla se iniciaron dos programas ambiciosos y de prestigio con el fin de asentar la autoridad imperial: uno de recopilación legislativa: el Corpus iuris civilis, dirigido por Triboniano (promulgado entre 529 y 534), y otro constructivo: la iglesia de Santa Sofía, de los arquitectos Antemio de Tralles e Isidoro de Mileto (levantada entre el 532 y el 537). Un símbolo de la civilización clásica fue clausurado: la Academia de Atenas (529).[Nota 6]​ Otro, las carreras de cuadrigas siguieron siendo una diversión popular que levantaba pasiones. De hecho, eran utilizadas políticamente, expresando el color de cada equipo divergencias religiosas (un precoz ejemplo de movilizaciones populares utilizando colores políticos). La revuelta de Niká (534) estuvo a punto de provocar la huida del emperador, que evitó la emperatriz Teodora con su famosa frase la púrpura es un glorioso sudario.[Nota 7]​\n\nCrisis, supervivencia y helenización del Imperio\n\nSalterio Jlúdov, uno de los tres únicos manuscritos ilustrados iconódulos que sobrevivieron al siglo IX . Esta página ilustra un pasaje evangélico en que un soldado ofrece a Cristo vinagre en una esponja atada a una lanza. En el plano inferior se caricaturiza al último Patriarca de Constantinopla iconoclasta, Juan el Gramático, borrando un icono de Cristo con una esponja similar.\n\nLos siglos VII y VIII representaron para Bizancio una edad oscura similar a la de occidente, que incluyó también una fuerte ruralización y feudalización en lo social y económico y una pérdida de prestigio y control efectivo del poder central. A las causas internas se sumó la renovación de la guerra con los persas, nada decisiva pero especialmente extenuante, a la que siguió la invasión musulmana, que privó al Imperio de las provincias más ricas: Egipto y Siria. No obstante, en el caso bizantino, la disminución de la producción intelectual y artística respondía además a los efectos particulares de la querella iconoclasta, que no fue un simple debate teológico entre iconoclastas e iconódulos, sino un enfrentamiento interno desatado por el patriarcado de Constantinopla, apoyado por el emperador León III, que pretendía acabar con la concentración de poder e influencia política y religiosa de los poderosos monasterios y sus apoyos territoriales (puede imaginarse su importancia viendo cómo ha sobrevivido hasta la actualidad el Monte Athos, fundado más de un siglo después, en 963).\n\nBasilio II Bulgaróctono Βασίλειος Β΄ Βουλγαροκτόνος, que quiere decir: «matador de búlgaros»; el nombre Basilio, Basileus significa rey en griego, y era el título que se daba al emperador.\n\nLa recuperación de la autoridad imperial y la mayor estabilidad de los siglos siguientes trajo consigo también un proceso de helenización, es decir, de recuperación de la identidad griega frente a la oficial entidad romana de las instituciones, cosa más posible entonces, dada la limitación y homogeneización geográfica producida por la pérdida de las provincias, y que permitía una organización territorial militarizada y más fácilmente gestionable: los temas (themata) con la adscripción a la tierra de los militares en ellos establecidos, lo que produjo formas similares al feudalismo occidental.\n\nEl periodo entre 867 y 1056, bajo la dinastía macedonia, se conoce con el nombre de Renacimiento macedónico, en que Bizancio vuelve a ser una potencia mediterránea y se proyecta hacia los pueblos eslavos de los Balcanes y hacia el norte del mar Negro. Basilio II Bulgaróctono que ocupó el trono en el período 976-1025 llevó al Imperio a su máxima extensión territorial desde la invasión musulmana, ocupando parte de Siria, Crimea y los Balcanes hasta el Danubio. La evangelización de Cirilo y Metodio obtendrá una esfera de influencia bizantina en Europa Oriental que cultural y religiosamente tendrá una gran proyección futura mediante la difusión del alfabeto cirílico (adaptación del alfabeto griego para la representación de los fonemas eslavos, que se sigue utilizando en la actualidad); así como la del cristianismo ortodoxo (predominante desde Serbia hasta Rusia).\n\nSin embargo, la segunda mitad del siglo XI presenciará un nuevo desafío islámico, esta vez protagonizado por los turcos selyúcidas y la intervención del Papado y de los europeos occidentales, mediante la intervención militar de las Cruzadas, la actividad comercial de los mercaderes italianos (genoveses, amalfitanos, pisanos y sobre todo venecianos)[27]​ y las polémicas teológicas del denominado Cisma de Oriente o Gran Cisma de Oriente y Occidente, con lo que la teórica ayuda cristiana se demostró tan negativa o más para el Imperio Oriental que la amenaza musulmana. El proceso de feudalización se acentuó al verse forzados los emperadores Comneno a realizar cesiones territoriales (denominadas pronoia) a la aristocracia y a miembros su propia familia.[28]​\n\nLa expansión del islam (desde el siglo VII )\n\nExpansión árabe en el siglo VII : califa Abu Bakr en la zona I, Omar en la II, Uthman en la III y Ali en la IV.\n\nArtículo principal: Expansión musulmana\n\nEn el siglo VII, tras las predicaciones de Mahoma y las conquistas de los primeros califas (a la vez líderes políticos y religiosos, en una religión —el islamismo— que no reconoce distinciones entre laicos y clérigos), se había producido la unificación de Arabia y la conquista del Imperio persa y de buena parte del Imperio bizantino. En el siglo VIII se llegó a la península ibérica, la India y el Asia Central (batalla del Talas —751— victoria islámica ante China tras la que no se profundizó en ese Imperio, pero que permitió un mayor contacto con su civilización, aprovechando los conocimientos de los prisioneros). En el occidente la expansión musulmana se frenó desde la batalla de Poitiers (732) ante los francos y la mitificada batalla de Covadonga ante los asturianos (722). La presencia de los musulmanes como una civilización rival alternativa asentada en la mitad sur de la cuenca del Mediterráneo, cuyo tráfico marítimo pasan a controlar, obligó al cierre en sí misma de Europa Occidental por varios siglos, y para algunos historiadores significó el verdadero comienzo de la Edad Media.[29]​\n\nManuscrito árabe ilustrado del siglo XIII La representación de figuras solo se consiente en algunas interpretaciones del islamismo, pero se prohíbe mayoritariamente. Esta prohibición incentivó otras artes, como la caligrafía. Esta ilustración representa a Sócrates (Sughrat). La recuperación y difusión de la cultura clásica grecorromana fue una de las principales aportaciones del islam medieval a la civilización.\n\nDesde el siglo VIII se produjo una difusión más lenta de la civilización islámica por sitios tan lejanos como Indonesia y el continente africano, y desde el siglo XIV por Anatolia y los Balcanes. Las relaciones con la India fueron también muy estrechas durante el resto de la Edad Media (aunque la imposición del imperio mogol no se produjo hasta el siglo XVI), mientras que el océano Índico se convirtió casi en un Mare Nostrum árabe, donde se ambientaron las aventuras de Simbad el marino (uno de los cuentos de Las mil y una noches de la época de Harún al-Rashid).[30]​ El tráfico comercial de las rutas marítimas y caravaneras unían el Índico con el Mediterráneo a través del mar Rojo o el golfo Pérsico y las caravanas del desierto. Esa llamada ruta de las especias (prefigurada por la ruta del incienso en la Edad Antigua) fue esencial para que llegaran a occidente retazos de la ciencia y la cultura de Extremo Oriente. Por el norte, la ruta de la seda cumplió la misma función atravesando los desiertos y las cordilleras del Turquestán. El ajedrez, la numeración indoarábiga y el concepto de cero, así como algunas obras literarias (Calila e Dimna) estuvieron entre los aportes hindúes y persas. El papel, el grabado o la pólvora, entre las chinas. La función de los árabes, y de los persas, sirios, egipcios y españoles arabizados (no solo islámicos, pues hubo muchos que mantuvieron su religión cristiana o judía —no tanto la zoroastriana—) distó mucho de ser mera transmisión, como testimonia la influencia de la reinterpretación de la filosofía clásica que llegó a través de los textos árabes a Europa Occidental a partir de las traducciones latinas desde el siglo XII, y la difusión de cultivos y técnicas agrícolas por la región mediterránea. En un momento en que estaban prácticamente ausentes de la economía europea, destacaron las prácticas comerciales y la circulación monetaria en el mundo islámico, animadas por la explotación de minas de oro tan lejanas como las del África subsahariana, junto con otro tipo de actividades, como el tráfico de esclavos.\n\nLa unidad inicial del mundo islámico, que se había cuestionado ya en el aspecto religioso con la separación de suníes y chiíes, se rompió también en lo político con la sustitución de los Omeyas por los Abbasíes al frente del califato en el 749, que además sustituyeron Damasco por Bagdad como capital. Abderramán I, el último superviviente Omeya, consiguió fundar en Córdoba un emirato independiente para al-Ándalus (nombre árabe de la península ibérica), que su descendiente Abderramán III convirtió en un califato alternativo en el 929. Poco antes, en el 909 los Fatimíes habían hecho lo propio en Egipto. A partir del siglo XI se producen cambios muy importantes: el desafío a la hegemonía árabe como etnia dominante dentro del islam a cargo de los islamizados turcos, que pasarán a controlar distintas zonas del Medio Oriente (mamelucos, otomanos), o de kurdos como Saladino; la irrupción de los cristianos latinos en tres puntos clave del Mediterráneo (reinos cristianos de la Reconquista en al-Ándalus, normandos en el sur de Italia y cruzados en Siria y Palestina); y la de los mongoles desde el centro de Asia.\n\nAl-Ándalus (siglo VIII al XV )\n\nInterior de la Mezquita de Córdoba. Durante algo más de un siglo Córdoba fue la capital de un califato.\n\nVéanse también: Muladí , Maulas , Dhimmi , Mozárabe y Yizia.\n\nVéanse también: Medina , Arrabal , Zoco , Alcazaba y Aceifa.\n\nImperio carolingio (siglos VIII y IX )\n\nArtículo principal: Imperio carolingio\n\nSurgimiento y ascenso\n\nCoronación de Carlomagno por el papa León III, el día de Navidad del año 800.\n\nHacia el siglo VIII, la situación política europea se había estabilizado. En oriente, el Imperio bizantino era fuerte otra vez, gracias a una serie de emperadores competentes. En occidente, algunos reinos aseguraban relativa estabilidad a varias regiones: Northumbria a Inglaterra, el Reino visigodo a España, el Reino lombardo a Italia y el Reino franco a Galia y Alemania. En realidad, el Reino franco era un compuesto de tres reinos: Austrasia, Neustria y Aquitania.\n\nEl Imperio carolingio surge de las bases creadas por los predecesores de Carlomagno desde principios del siglo VIII (Carlos Martel y Pipino el Breve). La proyección de sus fronteras a través de una gran parte de la Europa Occidental permitió a Carlos la aspiración de reconstruir la extensión del antiguo Imperio romano occidental, siendo la primera entidad política de la Edad Media que estuvo en condiciones de convertirse en una potencia continental. Aquisgrán fue elegida como capital, en una situación central y suficientemente alejada de Italia, que a pesar de ser liberada del dominio de los longobardos y de las teóricas reivindicaciones bizantinas, conservó una gran autonomía que llegaba a la soberanía temporal con la cesión de unos incipientes Estados Pontificios (el Patrimonium Petri o Patrimonio de San Pedro, que incluía Roma y buena parte del centro de Italia). Como resultado de la estrecha vinculación entre el pontificado y la dinastía carolingia, que se legitimaban y defendían mutuamente ya por tres generaciones, el papa León III reconoció las pretensiones imperiales de Carlomagno con una coronación en extrañas circunstancias, el día de Navidad del año 800.\n\nKAROLUS. Monograma de Carlomagno, quien lo utilizaba como firma. Carlomagno, a pesar de sus esfuerzos, nunca aprendió a escribir con soltura.\n\nSe crearon las marcas para fijar las fronteras ante los enemigos exteriores (árabes en la Marca Hispánica, sajones en la Marca Sajona, bretones en la Marca Bretona, lombardos —hasta su derrota— en la Marca Lombarda y ávaros en la Marca Ávara; posteriormente también se creó una para los húngaros: la Marca del Friuli). El territorio interior fue organizado en condados y ducados (unión de varios condados o marcas). Los funcionarios que los dirigían (condes, marqueses y duques) eran vigilados por inspectores temporales (los missi dominici —enviados del señor—), y se procuraba que no se heredaran para evitar que quedaran patrimonializados en una familia (cosa, que con el tiempo, no pudo evitarse). La consignación de tierras junto con los cargos, pretendía sobre todo el mantenimiento de la costosa caballería pesada y los nuevos caballos de batalla (destreros, introducidos desde Asia en el siglo VII que se empleaban de una manera completamente distinta a la caballería antigua, con estribos, aparatosas sillas y que podían sostener armaduras).[32]​ Tal proceso estuvo en el origen del nacimiento de los feudos que había que ceder a cada militar de acuerdo con su rango, hasta la unidad básica: el caballero que ejercía de señor sobre un territorio, se quedaba para su mantenimiento con una reserva señorial y dejaba los mansos para sus siervos, que estaban obligados a cultivar la reserva con prestaciones gratuitas de trabajo a cambio de la protección militar y el mantenimiento del orden y la justicia, que eran las funciones del señor. Lógicamente, los feudos en sus distintos niveles sufrieron la misma transformación patrimonial que marcas y condados, estableciendo una red piramidal de fidelidades que es el origen del vasallaje feudal.\n\nCarlomagno negoció de igual a igual con otras grandes potencias de la época, como el Imperio bizantino, el Emirato de Córdoba, y el Califato Abasida. Aunque él mismo, ya en edad adulta, no sabía escribir (cosa habitual en la época, en que únicamente algunos clérigos lo hacían), Carlomagno siguió una política de prestigio cultural y un notable programa artístico. Pretendió rodearse de una corte de sabios e iniciar un programa educativo basado en el trivium y el quadrivium, para lo que mandó llamar a la intelectualidad de su tiempo a sus dominios impulsando, con la colaboración de Alcuino de York, el llamado Renacimiento carolingio. Dentro de este empeño educativo ordenó a sus nobles aprender a escribir, cosa que él mismo intentó, aunque nunca consiguió hacerlo con soltura.[33]​\n\nDivisión y hundimiento\n\nLudovico Pío, hijo y heredero de Carlomagno.\n\nMuerto Carlomagno en 814, toma el poder su hijo Ludovico Pío. Los hijos de este: Carlos el Calvo (Francia occidental), Luis el Germánico (Francia oriental) y Lotario I (primogénito y heredero del título imperial), se enfrentaron militarmente disputándose los diferentes territorios del imperio, que, más allá de las alianzas aristocráticas, manifestaban distintas personalidades, interpretables desde una perspectiva protonacional (idiomas diferentes: hacia el sur y oeste se imponían las lenguas romances que se comenzaban a diferenciar del latín vulgar, hacia el norte y este las lenguas germánicas, como testimoniaban los previos Juramentos de Estrasburgo; costumbres, tradiciones e instituciones propias —romanas hacia el sur, germanas hacia el norte—). Esta situación no concluyó ni siquiera en el 843 tras el Tratado de Verdún, puesto que la posterior división del reino de Lotario entre sus hijos (la Lotaringia, franja central desde los Países Bajos hasta Italia, pasando por la región del Rin, Borgoña y Provenza) llevó a los tíos de estos (Carlos y Luis), a otro reparto (el Tratado de Mersen del 870) que simplificaba las fronteras (dejando únicamente Italia y Provenza en manos de su sobrino el emperador Luis II el Joven —cuyo cargo no suponía más primacía que la honorífica—, pero no condujo a una mayor concentración de poder en manos de esos monarcas, débiles y en manos de la nobleza territorial. En algunas regiones, el pacto no era más que una entelequia, puesto que la costa del mar del Norte estaba ocupada por los vikingos. Incluso en las zonas teóricamente controladas, las posteriores herencias y luchas internas entre los sucesivos reyes y emperadores carolingios subdividieron y reunificaron los territorios de manera casi aleatoria.\n\nLa división, sumada al proceso institucional de descentralización inherente al sistema feudal, en ausencia de fuertes poderes centrales, y al debilitamiento preexistente de las estructuras sociales y económicas, hizo que la siguiente oleada de invasiones bárbaras, sobre todo las protagonizadas por húngaros y vikingos, sumieran de nuevo a Europa Occidental en el caos de una nueva edad oscura.\n\nEl sistema feudal\n\nArtículo principal: Feudalismo\n\nUso del término «feudalismo»\n\nEl fracaso del proyecto político centralizador de Carlomagno llevó, en ausencia de ese contrapeso, a la formación de un sistema político, económico y social que los historiadores han convenido en llamar feudalismo, aunque en realidad el nombre nació como un peyorativo para designar del Antiguo Régimen por parte de sus críticos ilustrados. La Revolución francesa suprimió solemnemente \"todos los derechos feudales\" en la noche del 4 de agosto de 1789 y \"definitivamente el régimen feudal\", con el decreto del 11 de agosto.\n\nLa generalización del término permite a muchos historiadores aplicarlo a las formaciones sociales de todo el territorio europeo occidental, pertenecieran o no al Imperio carolingio. Los partidarios de un uso restringido, argumentando la necesidad de no confundir conceptos como feudo, villae, tenure, o señorío lo limitan tanto en espacio (Francia, Oeste de Alemania y Norte de Italia) como en el tiempo: un «primer feudalismo» o «feudalismo carolingio» desde el siglo VIII hasta el año 1000 y un «feudalismo clásico» desde el año 1000 hasta el 1240, a su vez dividido en dos épocas, la primera, hasta el 1160 (la más descentralizada, en que cada señor de castillo podía considerarse independiente, y se produce el proceso denominado incastellamento); y la segunda, la propia de la \"monarquía feudal\"). Habría incluso \"feudalismos de importación\": la Inglaterra normanda desde 1066 y los estados latinos de oriente creados durante las Cruzadas (siglos XII y XIII).[34]​\n\nOtros prefieren hablar de \"régimen\" o \"sistema feudal\", para diferenciarlo sutilmente del feudalismo estricto, o de síntesis feudal, para marcar el hecho de que sobreviven en ella rasgos de la Antigüedad clásica mezclados con contribuciones germánicas, implicando tanto a instituciones como a elementos productivos, y significó la especificidad del feudalismo europeo occidental como formación económico social frente a otras también feudales, con consecuencias trascendentales en el futuro devenir histórico.[Nota 8]​ Más dificultades hay para el uso del término cuando nos alejamos más: Europa Oriental experimenta un proceso de \"feudalización\" desde finales de la Edad Media, justo cuando en muchas zonas de Europa Occidental los campesinos se liberan de las formas jurídicas de la servidumbre, de modo que suele hablarse del feudalismo polaco o ruso. El Antiguo Régimen en Europa, el islam medieval o el Imperio bizantino fueron sociedades urbanas y comerciales, y con un grado de centralización política variable, aunque la explotación del campo se realizaba con relaciones sociales de producción muy similares al feudalismo medieval. Los historiadores que aplican la metodología del materialismo histórico (Marx definió el modo de producción feudal como el estadio intermedio entre el esclavista y el capitalista) no dudan en hablar de «economía feudal» para referirse a ella, aunque también reconocen la necesidad de no aplicar el término a cualquier formación social preindustrial no esclavista, puesto que a lo largo de la historia y de la geografía han existido otros modos de producción también previstos en la modelización marxista, como el modo de producción primitivo de las sociedades poco evolucionadas, homogéneas y con escasa división social —como las de los mismos pueblos germánicos previamente a las invasiones— y el modo de producción asiático o despotismo hidráulico —Egipto faraónico, reinos de la India o Imperio chino— caracterizado por la tributación de las aldeas campesinas a un estado muy centralizado.[35]​ En lugares aún más lejanos se ha llegado a utilizar el término feudalismo para describir una época. Es el caso de Japón y el denominado feudalismo japonés, dadas las innegables similitudes y paralelismos que la nobleza feudal europea y su mundo tiene con los samuráis y el suyo. También se ha llegado a aplicarlo a la situación histórica de los periodos intermedios de la historia de Egipto, en los que, siguiendo un ritmo cíclico milenario, decae el poder central y la vida en las ciudades, la anarquía militar rompe la unidad de las tierras del Nilo, y los templos y señores locales que alcanzan a controlar un espacio de poder gobiernan en él de manera independiente sobre los campesinos obligados al trabajo.\n\nEl vasallaje y el feudo\n\nUn vasallo arrodillado realiza la inmixtio manum durante el homenaje a su señor, sentado. Un escribiente toma nota. Todos están sonrientes.\n\nDos instituciones eran claves para el feudalismo: por un lado el vasallaje como relación jurídico-política entre señor y vasallo, un contrato sinalagmático (es decir, entre iguales, con requisitos por ambas partes) entre señores y vasallos (ambos hombres libres, ambos guerreros, ambos nobles), consistente en el intercambio de apoyos y fidelidades mutuas (dotación de cargos, honores y tierras —el feudo— por el señor al vasallo y compromiso de auxilium et consilium —auxilio o apoyo militar y consejo o apoyo político—), que si no se cumplía o se rompía por cualquiera de las dos partes daba lugar a la felonía, y cuya jerarquía se complicaba de forma piramidal (el vasallo era a su vez señor de vasallos); y por otro lado el feudo como unidad económica y de relaciones sociales de producción, entre el señor del feudo y sus siervos, no un contrato igualitario, sino una imposición violenta justificada ideológicamente como un do ut des de protección a cambio de trabajo y sumisión.\n\nPor tanto, la realidad que se enuncia como relaciones feudo-vasalláticas es realmente un término que incluye dos tipos de relación social de naturaleza completamente distinta, aunque los términos que las designan se empleaban en la época (y se siguen empleando) de manera equívoca y con gran confusión terminológica entre ellos:\n\nEl vasallaje era un pacto entre dos miembros de la nobleza de distinta categoría. El caballero de menor rango se convertía en vasallo (vassus) del noble más poderoso, que se convertía en su señor (dominus) por medio del Homenaje e Investidura, en una ceremonia ritualizada que tenía lugar en la torre del homenaje del castillo del señor. El homenaje (homage) —del vasallo al señor— consistía en la postración o humillación —habitualmente de rodillas—, el osculum (beso), la inmixtio manum —las manos del vasallo, unidas en posición orante, eran acogidas entre las del señor—, y alguna frase que reconociera haberse convertido en su hombre. Tras el homenaje se producía la investidura —del señor al vasallo—, que representaba la entrega de un feudo (dependiendo de la categoría de vasallo y señor, podía ser un condado, un ducado, una marca, un castillo, una población, o un simple sueldo; o incluso un monasterio si el vasallaje era eclesiástico) a través de un símbolo del territorio o de la alimentación que el señor debe al vasallo —un poco de tierra, de hierba o de grano— y del espaldarazo, en el que el vasallo recibe una espada (y unos golpes con ella en los hombros), o bien un báculo si era religioso.\n\nLa encomienda, encomendación o patrocinio (patrocinium, commendatio, aunque era habitual utilizar el término commendatio para el acto del homenaje o incluso para toda la institución del vasallaje) eran pactos teóricos entre los campesinos y el señor feudal, que podían también ritualizarse en una ceremonia o —más raramente— dar lugar a un documento. El señor acogía a los campesinos en su feudo, que se organizaba en una reserva señorial que los siervos debían trabajar obligatoriamente (sernas o corveas) y en el conjunto de las pequeñas explotaciones familiares (mansos) que se atribuían a los campesinos para que pudieran subsistir. Obligación del señor era protegerles si eran atacados, y mantener el orden y la justicia en el feudo. A cambio, el campesino se convertía en su siervo y pasaba a la doble jurisdicción del señor feudal: en los términos utilizados en la península ibérica en la Baja Edad Media, el señorío territorial, que obligaba al campesino a pagar rentas al noble por el uso de la tierra; y el señorío jurisdiccional, que convertía al señor feudal en gobernante y juez del territorio en el que vivía el campesino, por lo que obtenía rentas feudales de muy distinto origen (impuestos, multas, monopolios, etc.). La distinción entre propiedad y jurisdicción no era en el feudalismo algo claro, pues de hecho el mismo concepto de propiedad era confuso, y la jurisdicción, otorgada por el rey como merced, ponía al señor en disposición de obtener sus rentas. No existieron señoríos jurisdiccionales en los que la totalidad de las parcelas pertenecieran como propiedad al señor, siendo muy generalizadas distintas formas de alodio en los campesinos. En momentos posteriores de despoblamiento y refeudalización, como la crisis del siglo XVII, algunos nobles intentaban que se considerase despoblado completamente de campesinos un señorío para liberarse de todo tipo de cortapisas y convertirlo en coto redondo reconvertible para otro uso, como el ganadero.[36]​\n\nJunto con el feudo, el vasallo recibe los siervos que hay en él, no como propiedad esclavista, pero tampoco en régimen de libertad; puesto que su condición servil les impide abandonarlo y les obliga a trabajar. Las obligaciones del señor del feudo incluyen el mantenimiento del orden, o sea, la jurisdicción civil y criminal (mero e mixto imperio en la terminología jurídica reintroducida con el Derecho Romano en la Baja Edad Media), lo que daba aún mayores oportunidades para obtener el excedente productivo que los campesinos pudieran obtener después de las obligaciones de trabajo —corveas o sernas en la reserva señorial— o del pago de renta —en especie o en dinero, de circulación muy escasa en la Alta Edad Media, pero más generalizada en los últimos siglos medievales, según fue dinamizándose la economía—. Como monopolio señorial solían quedar la explotación de los bosques y la caza, los caminos y puentes, los molinos, las tabernas y tiendas. Todo ello eran más oportunidades de obtener más renta feudal, incluidos derechos tradicionales, como el ius prime noctis o derecho de pernada, que se convirtió en un impuesto por matrimonios, buena muestra de que es en el excedente de donde se extrae la renta feudal de manera extraeconómica (en este caso en la demostración de que una comunidad campesina crece y prospera).\n\nLos órdenes feudales\n\nArtículo principal: Estamento\n\nOrator, bellator et laborator (clérigo, guerrero y labrador); o sea, los tres órdenes medievales. Letra capitular de un manuscrito.\n\nCon el tiempo, siguiendo la tendencia marcada desde el Bajo Imperio romano, que se consolidó en la época clásica del feudalismo y que pervivió durante todo el Antiguo Régimen, se fue conformando una sociedad organizada de manera estamental, en los llamados estamentos u ordines (órdenes): nobleza, clero y pueblo llano (o tercer estado): bellatores, oratores y laboratores los hombres que guerrean, los que rezan y los que trabajan, según el vocabulario de la época. Los dos primeros son privilegiados, es decir, no se les aplica la ley común, sino un fuero propio (por ejemplo, tienen distintas penas para el mismo delito, y su forma de ejecución es diferente) y no pueden trabajar (les están prohibidos los oficios viles y mecánicos), puesto que esa es la condición de no privilegiados. En época medieval, los órdenes feudales no eran estamentos cerrados y bloqueados, sino que mantenían una permeabilidad que permitía en casos extraordinarios el ascenso social debido al mérito (por ejemplo, a la demostración de un excepcional valor), que eran tan escasos que no se vivían como una amenaza, cosa que sí ocurrió a partir de las grandes convulsiones sociales de los siglos finales de la Baja Edad Media, en que los privilegiados se vieron obligados a institucionalizar su posición procurando cerrar el acceso a sus estamentos de los no privilegiados (en lo que tampoco tuvieron una eficacia total). Completamente impropia sería la comparación con la sociedad de castas de la India, en que guerreros, sacerdotes, comerciantes, campesinos y parias pertenecían a castas diferentes entendidas como linajes desconectados cuya mezcla se prohibía.\n\nLas funciones de los órdenes feudales estaban fijadas ideológicamente por el agustinismo político (Civitate Dei -426-), en búsqueda de una sociedad que, aunque como terrena no podía dejar de ser corrupta e imperfecta, podía aspirar a ser al menos una sombra de la imagen de una \"Ciudad de Dios\" perfecta de raíces platónicas[Nota 9]​ en que todos tuvieran un papel en su protección, su salvación y su mantenimiento. Esta idea fue reformulada y perfilada a lo largo de la Edad Media, sucesivamente por autores como Isidoro de Sevilla (630), la escuela de Auxerre (Haimón de Auxerre -865- en la abadía borgoñona en la que trabajaban Erico de Auxerre y su discípulo Remigio de Auxerre, que seguían la tradición de Escoto Eriúgena), Boecio (892), Wulfstan de York (1010), Gerardo de Cambrai (1024) o Adalberón de Laon; y utilizada en textos legislativos como la llamada Compilación de Huesca de los Fueros de Aragón (Jaime I), y las Siete Partidas (Alfonso X el Sabio, 1265).[37]​\n\nLos bellatores o guerreros eran la nobleza, cuya función era la protección física, la defensa de todos ante las agresiones e injusticias. Estaba organizada piramidalmente desde el emperador, pasando por los reyes y descendiendo sin solución de continuidad hasta el último escudero, aunque atendiendo a su rango, poder y riqueza puede clasificarse en dos partes diferenciadas: alta nobleza (marqueses, condes y duques) cuyos feudos tienen el tamaño de regiones y provincias (aunque la mayor parte de las veces no en continuidad territorial, sino repartido y difuso, lleno de enclaves y exclaves); y la baja nobleza o caballeros (barones, infanzones), cuyos feudos son del tamaño de pequeñas comarcas (a escala municipal o inferior a la municipal), o directamente no poseen feudos territoriales, viviendo en los castillos de señores más importantes, o en ciudades o poblaciones en las que no ejercen jurisdicción (aunque sí pueden ejercer su regimiento, es decir, participar en su gobierno municipal en representación del estado noble). A finales de la Edad Media y en la Edad Moderna, cuando la nobleza ya no ejercía su función militar, como era el caso de los hidalgos españoles, que aducían sus privilegios estamentales para evitar el pago de impuestos y obtener alguna ventaja social, alardeando de ejecutoria o de blasón y casa solariega, pero que al no disponer de rentas feudales suficientes para mantener la manera de vida nobiliaria, corrían el peligro de perder su condición por contraer un matrimonio desigual o ganarse la vida trabajando:\n\n\n\nPues la sangre de los godos, y el linaje e la nobleza\n\ntan crescida,\n\n¡por cuántas vías e modos\n\nse pierde su grand alteza\n\nen esta vida!\n\nUnos, por poco valer,\n\npor cuán baxos e abatidos\n\nque los tienen;\n\notros que, por non tener,\n\ncon oficios non debidos se mantienen. con oficios non debidos se mantienen. Coplas a la muerte de su padre de Copla X de lasde Jorge Manrique\n\nAdemás de la legitimación religiosa, a través de la cultura y el arte laicos (la épica de los cantares de gesta y la lírica del amor cortés de los trovadores provenzales) se difundía socialmente la legitimación ideológica de la forma de vida, la función social y los valores de la nobleza.[38]​\n\nLos oratores o clérigos eran el clero, cuya función era facilitar la salvación espiritual de las almas inmortales: algunos formaban una élite poderosa llamada alto clero, (abades, obispos), y otros más humildes, el bajo clero (curas de pueblo o los hermanos legos de un monasterio). La extensión y organización del monacato benedictino a través de la Orden de Cluny, estrechamente vinculado a la organización de la red episcopal centralizada y jerarquizada, con cúspide en el papa de Roma, estableció la doble pirámide feudal del clero secular, destinado a la administración los de sacramentos (que controlaban toda la trayectoria vital de la población, desde el nacimiento hasta muerte); y el clero regular, apartado del mundo y sometido a una regla monástica (habitualmente la regla benedictina). Los tres votos monásticos del clero regular: pobreza, obediencia y castidad; así como el celibato eclesiástico que se fue imponiendo al clero secular, funcionaron como un eficaz mecanismo de vinculación de los dos estamentos privilegiados: los hijos segundones de la nobleza ingresaban en el clero, donde eran mantenidos sin estrecheces gracias a las numerosas fundaciones, donaciones, dotes y mandas testamentarias; pero no disputaban las herencias a sus hermanos, que podían mantener concentrado el patrimonio familiar. Las tierras de la Iglesia quedaban como manos muertas, cuya función era la de garantizar las misas y oraciones previstas por los donadores, de modo que los hijos rezaban por las almas de los padres. Todo el sistema garantizaba el mantenimiento del prestigio social de los privilegiados, asistiendo a misa en lugares destacados mientras vivían y enterrados en lugares principales de iglesias y catedrales cuando morían.[Nota 10]​ No faltaron los enfrentamientos: la evidencia de simonía y nicolaísmo (nombramientos de cargos eclesiásticos interferidos por las autoridades civiles o su pura compraventa) y la utilización de la principal amenaza religiosa al poder temporal, equivalente a una muerte civil: la excomunión. El Papa se atribuía incluso la autoridad de eximir al vasallo de la fidelidad debida a su señor y reivindicarla para sí mismo, lo que fue utilizado en varias ocasiones para la fundación de reinos que pasaban a ser vasallos del Papa (por ejemplo, la independencia que Afonso Henriques obtuvo para el condado convertido en reino de Portugal frente al reino de León).\n\nLos laboratores o trabajadores, eran el pueblo llano, cuya función era el mantenimiento de los cuerpos, la función ideológicamente más baja y humilde —humiliores eran los cercanos al humus, la tierra, mientras que sus superiores eran honestiores, los que podían mantener la honra u honor—.[Nota 11]​ Necesariamente los más numerosos, y la inmensa mayoría de ellos dedicados a tareas agrícolas, dado la bajísima productividad y rendimiento agrícola, propios de la época preindustrial y del muy escaso nivel técnico (de ahí la identificación en castellano de laborator con labrador). Por lo común estaban sometidos a los otros estamentos. El pueblo llano estaba compuesto en su gran mayoría por campesinos, siervos de los señores feudales o campesinos libres (villanos), y por artesanos, que eran escasos y vivían, bien en las aldeas (aquellos de menor especialización, que solían compartir las tareas agrícolas: herreros, talabarteros, alfareros, sastres) o en las pocas y pequeñas ciudades (los de mayor especialización y de productos de necesidad menos apremiante o de demandada de las clases altas: joyeros, orfebres, cereros, toneleros, tejedores, tintoreros). La autosuficiencia de los feudos y los monasterios limitaba su mercado y capacidad de crecer. Los oficios de la construcción (cantería, albañilería, carpintería) y la misma profesión de maestro de obras o arquitecto son una notable excepción: obligados por la naturaleza de su trabajo al desplazamiento al lugar donde se construye el edificio, se transformaron en un gremio nómada que se desplazaba por los caminos europeos comunicándose novedades técnicas u ornamentales transformadas en secretos de oficio, lo que está en el origen de su lejana y mitificada vinculación con la sociedad secreta de la masonería, que desde su origen los consideró como los primitivos masones.[Nota 12]​\n\nLas zonas sin dependencia intermedia de señores nobles o eclesiásticos se denominaban realengo y solían prosperar más, o al menos solían considerar como una desgracia el pasar a depender de un señor, hasta el punto de que en algunas ocasiones conseguían evitarlo con pagos al rey, o se incentivaba la repoblación de zonas fronterizas o despobladas (como ocurrió en el reino astur-leonés con la despoblada Meseta del Duero) donde podían aparecer figuras mixtas, como el caballero villano (que podía mantener con su propia explotación al menos un caballo de guerra y armarse y defenderse a sí mismo) o las behetrías, que elegían a su propio señor y podían cambiar de uno u a otro si les convenía, o con la oferta de un fuero o carta puebla que otorgaba a un población su propio señorío colectivo. Los privilegios iniciales no fueron suficientes para impedir que con el tiempo la mayor parte de ellos cayeran en la feudalización.\n\nLos tres órdenes feudales no eran en la Edad Media aún unos estamentos cerrados: eran consecuencia básica de la estructura social que se había ido creando lenta pero inexorablemente con la transición del esclavismo al feudalismo desde la crisis del siglo III (ruralización y formación de latifundios y villae, reformas de Diocleciano, descomposición del Imperio romano, las invasiones, el establecimiento de los reinos germánicos, instituciones del Imperio carolingio, descomposición de este y nueva oleada de invasiones). Los señores feudales eran continuación de las líneas clientelares de los condes carolingios, y algunos pueden remontarse a los latifundistas romanos o los séquitos germanos, mientras que el campesinado provenía de los antiguos esclavos o colonos, o de campesinos libres que se vieron forzados a encomendarse, recibiendo a veces una parte de sus antiguas tierras propias en forma de manso \"concedido\" por el señor. El campesino heredaba su condición servil y su sujeción a la tierra, y rara vez tenía oportunidad de ascender de nivel como no fuera por su fuga a una ciudad o por un hecho todavía más extraordinario: su ennoblecimiento por un destacado hecho de armas o servicio al rey, que en condiciones normales le estaban completamente vedados. Lo mismo puede decirse del artesano o el mercader (que en algunos casos podía acumular fortuna, pero no alterar su origen humilde). El noble lo era generalmente por herencia, aunque en ocasiones podía alguien ennoblecerse como soldado de fortuna, después de una victoriosa carrera de armas (como fue el caso, por ejemplo, de Roberto Guiscardo). El clero, por su parte, era reclutado por cooptación, con un acceso distinto según el origen social: asegurado para los segundones de las casas nobles y restringido a los niveles inferiores del bajo clero para los del pueblo llano; pero en casos particulares o destacados, el ascenso en la jerarquía eclesiástica estaba abierto al mérito intelectual. Todo esto le daba al sistema feudal una extraordinaria estabilidad, en donde había \"un lugar para cada hombre, y cada hombre en su lugar\", al tiempo que una extraordinaria flexibilidad, porque permitía al poder político y económico atomizarse a través de toda Europa, desde España hasta Polonia.\n\nEl año mil\n\nEl legendario año mil, final del primer milenio, que se utiliza convencionalmente para el paso de la Alta a la Baja Edad Media, en realidad tan solo es una cifra redonda para el cómputo de la era cristiana, que no era de universal utilización: los musulmanes utilizaban su propio calendario islámico lunar que comienza en la Hégira (622); en algunas partes de la Cristiandad se utilizaban eras locales (como la era hispánica, que cuenta desde el 38 a. C.). Pero ciertamente, el milenarismo y los pronósticos del final de los tiempos estaban presentes; incluso el propio papa durante el cambio de milenio Silvestre II, el francés Gerberto de Aurillac, interesado en todo tipo de conocimientos, se ganó una reputación esotérica.[40]​ La astrología siempre pudo encontrar fenómenos celestes extraordinarios en los que apoyar su prestigio (como los eclipses), pero ciertamente otros eventos de la época estuvieron entre los más espectaculares de la historia: el cometa Halley, que se acerca a la Tierra periódicamente cada ocho décadas, alcanzó su brillo máximo en la visita de 837,[41]​ despidió el primer milenio en 989 y llegó a tiempo de la batalla de Hastings en 1066; mucho más visibles aún, las supernovas SN 1006 y SN 1054, que reciben el número del año en que se registraron, fueron más detalladamente reflejadas en fuentes chinas, árabes e incluso indoamericanas que en las escasas europeas (a pesar de que la de 1054 coincidió con la batalla de Atapuerca).\n\nTodo el siglo X, más bien por las condiciones reales que por las imaginarias, puede considerarse parte de una época oscura, pesimista, insegura y presidida por el miedo a todo tipo de peligros, reales e imaginarios, naturales y sobrenaturales: miedo al mar, miedo al bosque, miedo a las brujas y los demonios y a todo lo que, sin entrar dentro de lo sobrenatural cristiano, quedaba relegado a lo inexplicable y al concepto de lo maravilloso, atribuido a seres de dudosa o quizá posible existencia (dragones, duendes, hadas, unicornios). El hecho no tenía nada de único: mil años más tarde, el siglo XX hizo nacer miedos comparables: al holocausto nuclear, al cambio climático (versiones contemporáneas del fin del mundo); al comunismo (la caza de brujas con la que se identificó al macarthismo), a la libertad (Miedo a la Libertad es la base del fascismo en la interpretación de Erich Fromm), comparación que ha sido puesta de manifiesto por los historiadores[42]​ e interpretada por los sociólogos (Sociedad del riesgo de Ulrich Beck).\n\nLa Edad Media cree firmemente que todas las cosas en el universo tienen un significado sobrenatural, y que el mundo es como un libro escrito por la mano de Dios. Todos los animales tienen un significado moral o místico, al igual que todas las piedras y todas las hierbas (y esto es lo que explican los bestiarios, los lapidarios y los herbarios). Se llega así a atribuir significados positivos o negativos también a los colores... Para el simbolismo medieval una cosa puede tener incluso dos significados opuestos según el contexto en el que se contempla (de ahí que el león a veces simbolice a Jesucristo y a veces al demonio). Umberto Eco [ 43 ] ​\n\nLa coyuntura del año mil\n\nEn la coyuntura histórica del año mil, las estructuras políticas más fuertes del periodo anterior se estaban demostrando muy débiles: el islam se descompuso en califatos (Bagdad, El Cairo y Córdoba), que para el año 1000 se estaban demostrando incapaces de contener a los reinos cristianos, especialmente al Reino de León, en la península ibérica (fracaso final de Almanzor) y al Imperio bizantino en el Mediterráneo Oriental. También sufre la expansión bizantina el Imperio búlgaro, que queda destruido. Los particularismos nacionales francés, polaco y húngaro dibujan fronteras protonacionales que, curiosamente, son muy similares a las del año 2000. En cambio, el Imperio carolingio se había disuelto en principados feudales ingobernables, que los Otónidas se proponían incluir en una segunda Restauratio Imperii (Otón I, en el 962), esta vez sobre bases germanas.[44]​\n\nLa persistencia del miedo y la función de la risa\n\nNel mezzo del cammin di nostra vita\n\nmi ritrovai per una selva oscura\n\nchè la diritta via era smarrita. En el medio del camino de nuestra vida\n\nme encontraba en un bosque oscuro\n\nporque el recto camino había extraviado. Dante, Divina Comedia\n\nDisciplinantes o flagelantes en un grabado del siglo XV Penitenciagite (haced penitencia) Hay que castigar el cuerpo para salvar el alma. El ascetismo ve en la mortificación un camino para superar las tentaciones de la carne y obtener méritos en vida para la redención de la culpa por los pecados.\n\nLos miedos y la inseguridad no acabaron con el año mil, ni tampoco hubo que esperar para volver a encontrarlos a la terrible peste negra y a los flagelantes del siglo XIV Incluso en el óptimo medieval del expansivo siglo XIII lo más habitual era encontrar textos como el de Dante, o como los siguientes:\n\nEste himno de autor desconocido, atribuido a muy diversos personajes (el papa Gregorio —que pudiera ser Gregorio Magno, a quien también se atribuye el canto gregoriano, u otro de los de ese nombre—, al fundador del Cister San Bernardo de Claraval, a los monjes dominicos Umbertus y Frangipani y al franciscano Tomás de Celano) e incorporado a la liturgia de la misa:\n\n\n\nDies iræ, dies illa, Solvet sæclum in favilla, Teste David cum Sibylla ! Quantus tremor est futurus, quando judex est venturus, cuncta stricte discussurus ! ... Confutatis maledictis, flammis acribus addictis, voca me cum benedictis. Oro supplex et acclinis, cor contritum quasi cinis, gere curam mei finis. Lacrimosa dies illa, qua resurget ex favilla judicandus homo reus. Huic ergo parce, Deus.\n\nDía de la ira; día aquel en que los siglos se reduzcan a cenizas; como testigos el rey David y la Sibila. ¡Cuánto terror habrá en el futuro cuando el juez haya de venir a juzgar todo estrictamente! ... Tras confundir a los malditos arrojados a las llamas voraces hazme llamar entre los benditos Te lo ruego, suplicante y de rodillas, el corazón acongojado, casi hecho cenizas: hazte cargo de mi destino. Día de lágrimas será aquel día en que resucitará, del polvo para el juicio, el hombre culpable. A ese, pues, perdónalo, oh Dios.\n\nUn monstruoso demonio arranca la lengua con una tenaza a un condenado (posiblemente un castigo por haber pecado de palabra), mientras otro demonio le arrastra tirándole del pelo. Capitel románico de la iglesia de Bois-Sainte-Marie, Brionnais, Francia.\n\nPero también participa de la misma concepción pesimista del mundo este otro, proveniente de un ambiente totalmente opuesto, recogido en una colección de poemas goliardos (monjes y estudiantes de vida desordenada):[45]​\n\n\n\nO Fortuna velut luna statu variabilis, semper crescis aut decrescis; vita detestabilis nunc obdurat et tunc curat ludo mentis aciem egestatem, potestatem dissolvit ut glaciem. Sors immanis et inanis, rota tu volubilis, status malus, vana salus semper dissolubilis, obumbrata et velata\n\nO Fortuna, como la Luna variable creces sin cesar o desapareces. ¡Vida detestable! primero embota y después estimula, como juego, la agudeza de la mente. la pobreza y el poder se derriten como el hielo. Destino monstruoso y vacío, una rueda girando es lo que eres, si está mal colocada la salud es vana, siempre puede ser disuelta, eclipsada y velada Fortuna imperatrix mundi: Fortuna emperatriz del mundo (Carmina Burana) : Fortuna emperatriz del mundo (\n\nLo sobrenatural estaba presente en la vida cotidiana de todos como un constante recordatorio de la brevedad de la vida y la inminencia de la muerte, cuyo radical igualitarismo se aplicaba, en contrapunto con la desigualdad de las condiciones, como un cohesionador social, al igual que la promesa de la vida eterna. La imaginación se excitaba con las imágenes más morbosas de lo que ocurriría en el juicio final, los tormentos del infierno y de los méritos que los santos habían obtenido con su vida ascética y sus martirios (que bien administrados por la Iglesia podían ahorrar las penas temporales del purgatorio). Esto no solo operaba en los amedrentados iletrados que únicamente disponían del evangelio en piedra de las iglesias; la mayor parte de los lectores cultos daban todo crédito a las escenas truculentas que llenaban los martirologios y a las inverosímiles historias de la Leyenda Áurea de Jacopo da Vorágine.\n\nEl miedo era inherente a la violencia estructural permanente del feudalismo, que aunque se encauzara por mecanismos aceptables socialmente y estableciera un orden estamental teóricamente perfecto, era un permanente recuerdo de la posibilidad de subversión del orden, periódicamente renovado con guerras, invasiones y sublevaciones internas. En particular, las sátiras contra el rústico eran manifestaciones de la mezcla de desprecio y desconfianza con que clérigos y nobles veían al siervo, reducido a un monstruo deforme, ignorante y violento, capaz de las mayores atrocidades, sobre todo cuando se agrupaba.[46]​\n\nA furia rusticorum libera nos, Domine De la furia de los campesinos, líbranos Señor. [ 47 ] ​ Adición a la liturgia eclesiástica de la Letanía de los Santos\n\nPero al mismo tiempo, se sostenía, como parte esencial del edificio ideológico (era la justificación de la elección papal) que la voz del pueblo era la voz de Dios (Vox populi, vox Dei). El espíritu medieval debía asumir la contradicción de impulsar manifestaciones públicas de piedad y devoción y al tiempo permitir generosas concesiones al pecado. Los carnavales y otras parodias grotescas (la fiesta del asno o el charivari) permitían todo tipo de licencias, incluso la blasfemia y la burla a lo sagrado, invirtiendo las jerarquías (se elegían reyes de los tontos obispillos u obispos de la fiesta) haciendo triunfar todo lo que el resto del año estaba prohibido, era considerado feo, desagradable o daba miedo, como reacción saludable al terror cotidiano al más allá y garantía de que, pasados los excesos de la fiesta, se volvería dócilmente al trabajo y la obediencia. Seriedad y tristeza eran prerrogativas de quien practicaba un sagrado optimismo (hay que sufrir pues luego nos aguarda la vida eterna), mientras que la risa era la medicina del que vivía con pesimismo una vida miserable y difícil.[48]​ Frente al mayor rigorismo del cristianismo primitivo, los teólogos medievales especulaban sobre si Cristo río o no (la Epístola de Léntulo, uno de los evangelios apócrifos sostenía que no; mientras que algunos padres de la iglesia defendían el derecho a una santa alegría), lo que justificaba textos cómicos eclesiásticos, como la Coena Cypriani y la Joca monachorum.[49]​\n\nPlena Edad Media (siglos XI al XIII )\n\nFaenas agrícolas del mes de junio, ilustración de Las muy ricas horas del Duque de Berry (1411-1416). Fenómenos tradicionales y de larga duración, como la necesidad de murallas, lo rudimentario de las técnicas y la explotación de los campesinos se contraponen a fenómenos nuevos y dinámicos, como el crecimiento de la ciudad y su atrevida arquitectura, que no obstante se siguen basando en la extracción y distribución del excedente productivo del campo. Aún queda mucho para culminar la transición del feudalismo al capitalismo.\n\nArtículo principal: Plena Edad Media\n\nSe asigna el nombre de Plenitud de la Edad Media al periodo de la Historia de Europa que ocupa los siglos XI al XIII. Esa Plena Edad Media o Plenitud del Medievo terminaría en la crisis del XIV o crisis de la Edad Media, en la que se pueden apreciar procesos «decadentes», y es habitual calificarla de ocaso u otoño. No obstante, los últimos siglos medievales están llenos de hechos y procesos dinámicos, con enormes repercusiones y proyecciones en el futuro, aunque lógicamente son los hechos y procesos que pueden entenderse como \"nuevos\", que prefiguran los nuevos tiempos de la modernidad. Al mismo tiempo, los hechos, procesos, agentes sociales, instituciones y valores caracterizados como medievales han entrado claramente en decadencia; sobreviven, y sobrevivirán por siglos, en buena medida gracias a su institucionalización (por ejemplo, el cierre de los estamentos privilegiados o la adopción del mayorazgo), lo que no deja de ser un síntoma de que es entonces, y no antes, que se consideró necesario defenderlos tanto.\n\nLa justificación de esa denominación es lo excepcional del desarrollo económico, demográfico, social y cultural de Europa que tiene lugar en ese período, coincidente con un clima muy favorable (se ha hablado del \"óptimo medieval\") que permitía cultivar vides en Inglaterra. También se ha hablado, en concreto para el siglo XII, de la revolución del siglo XII o renacimiento del siglo XII\n\nEl simbólico año mil (cuyos terrores milenaristas son un mito historiográfico frecuentemente exagerado) no significa nada por sí mismo, pero a partir de entonces se da por terminada la Edad Oscura de las invasiones de la Alta Edad Media: húngaros y normandos están ya asentados e integrados en la cristiandad latina. La Europa de la Plena Edad Media es expansiva también en el terreno militar: las cruzadas en el Próximo Oriente, la dominación angevina de Sicilia y el avance de los reinos cristianos en la península ibérica (desaparecido el Califato de Córdoba) amenazan con reducir el espacio islámico a la ribera sur de la cuenca del Mediterráneo y el interior de Asia.\n\nEl modo de producción feudal se desarrolla sin encontrar de momento límites a su extensión (como ocurrirá con la crisis del siglo XIV). La renta feudal se distribuye por los señores fuera del campo, donde se origina: las ciudades y la burguesía crecen con el aumento de la demanda de productos artesanales y del comercio a larga distancia, nacen y se desarrollan las ferias, las rutas comerciales terrestres y marítimas e instituciones como la Hansa. Europa Central y Septentrional entran en el corazón de la civilización Occidental. El Imperio bizantino se mantiene entre el islam y los cruzados, extendida su influencia cultural por los Balcanes y las estepas rusas donde se resiste el empuje mongol.\n\nEl arte románico y el primer gótico son protegidos por las órdenes religiosas y el clero secular. Cluny y el Císter llenan Europa de monasterios. El camino de Santiago articula la península ibérica con Europa. Nacen las Universidades (Bolonia, Sorbona, Oxford, Cambridge, Salamanca, Coímbra). La escolástica llega a su cumbre con Tomás de Aquino, tras recibir la influencia de las traducciones del árabe (averroísmo). El redescubrimiento del derecho romano (Bártolo de Sassoferrato, Baldo degli Ubaldi) empieza a influir en los reyes que se ven a sí mismos como emperadores en su reino.\n\nLos conflictos crecen a"
    }
]